Repository: buzzmsg/ImSdk-Ios-Demo
Catalog: IMSdk-Ios-demo/Demo/*.lproj/Localize.strings
Languages: id, tr, zh_hant

# gift_luckiest
source: Luckiest
id: Paling beruntung
tr: En Şanslı
zh_hant: 手氣最佳

# check_details
source: Check the details
id: Periksa detailnya
tr: Ayrıntılara Bakınız
zh_hant: 查看詳情

# gift_over_24
source: Gift has been sent more than 24 hours ago, if you have already collected it, you can check it on Gift history.
id: Hadiah telah dikirim lebih dari 24 jam yang lalu, jika Anda sudah mengambilnya, Anda dapat memeriksanya di riwayat Hadiah.
tr: Kese gönderimi 24 saati geçti, eğer açtıysanız Kese Geçmişi'nden bakabilirsiniz.
zh_hant: 紅包已經超過24小時了，如果你已經領取，可以在紅包記錄裡面查看。

# gift_next_time
source: Gift has been collected, good luck next time.
id: Hadiah sudah terkumpul, semoga beruntung lain kali.
tr: Üzgünüz, Kese açıldı bir dahaki sefere iyi şanslar!
zh_hant: 紅包已經被領完了，下次好運。

# gift_hollow_you_you
source: You collected your Gift.
id: Anda mengumpulkan Hadiah Anda.
tr: Kendi Kese'nizi açtınız.
zh_hant: 你領取了自己的紅包

# gift_hollow_you_user
source: You collected %s's gift
id: Anda mengumpulkan hadiah %s
tr: %s kişisinin Kese'sini aldınız.
zh_hant: 你領取了%s的紅包

# gift_hollow_user_you
source: %s collected your gift
id: %s mengumpulkan hadiah Anda
tr: %s Kese'nizi açtı.
zh_hant: %s領取了你的紅包

# gift_over_luck
source: %1$s's Gift was collected within %2$s, %3$s is The Luckiest Draw!
id: Hadiah %1$s dikumpulkan dalam %2$s, %3$s adalah Undian Paling Beruntung!
tr: %1$s adlı kişinin Kese'si %2$s içinde açıldı. En Şanslı Kişi %3$s!
zh_hant: %1$s的紅包%2$s被領完，%3$s是運氣王。

# x_second
source: %d Second
id: %d Kedua
tr: %d Saniye
zh_hant: %d秒

# x_minute
source: %d Minute
id: %d Menit
tr: %d Dakika
zh_hant: %d分鐘

# x_hour
source: %d Hour
id: %d Jam
tr: %d Saat
zh_hant: %d小時

# gift_hollow_you_user_luck
source: Your Gift has collected in %1$s. %2$s is The Luckiest Draw!
id: Hadiah Anda telah terkumpul di %1$s. %2$s adalah Undian Paling Beruntung!
tr: Kese'niz %1$s içerisinde tamamen açıldı. En Şanslı Kişi %2$s!
zh_hant: 你的紅包%1$s被領完，%2$s是運氣王。

# gift_hollow_user_you_luck
source: %1$s's Gift has collected in %2$s. You are The Luckiest Draw!
id: Hadiah %1$s telah terkumpul di %2$s. Anda adalah Undian Paling Beruntung!
tr: %1$s kişisinin Kese'si %2$s içerisinde tamamen açıldı. En Şanslı Kişi Sizsiniz!
zh_hant: %1$s的紅包%2$s被領完，你是運氣王。

# gift_hollow_you_you_luck
source: Your Gift has collected in %1$s. You are The Luckiest Draw!
id: Hadiah Anda telah terkumpul di %1$s. Anda adalah Undian Paling Beruntung!
tr: Kese'niz %1$s içerisinde tamamen açıldı. En Şanslı Kişi Sizsiniz!
zh_hant: 你的紅包%1$s被領完，你是運氣王。

# invite_friend
source: Invite Your Friends to TmmTmm
id: Undang Teman Anda ke TmmTmm
tr: Arkadaşlarınızı TmmTmm'a davet edin!
zh_hant: 邀請朋友使用TmmTmm

# invite_friend_tip
source: Tell your friends about the TmmTmm and have great fun while chatting together.
id: Beri tahu teman Anda tentang TmmTmm dan bersenang-senang sambil mengobrol bersama.
tr: Ardaşlarınıza uygulamadan bahsedin ve birlikte sohbet etmenin keyfini çıkartın.
zh_hant: 將app告訴你的朋友，一起享受聊天的樂趣

# go_setting
source: Go to Settings
id: Pergi ke pengaturan
tr: Ayarlara Git
zh_hant: 去設置

# permission_microphone_2
source: TmmTmm needs access to your microphone to use this feature.
id: TmmTmm memerlukan akses ke mikrofon Anda untuk menggunakan fitur ini.
tr: Bu özelliği kullanabilmek için mikrofon izni gerekiyor.
zh_hant: 需要麥克風權限，才能使用此功能。

# permission_camera_2
source: TmmTmm needs access to your camera to use this feature.
id: TmmTmm memerlukan akses ke kamera Anda untuk menggunakan fitur ini.
tr: Bu özelliği kullanmak için kamera izni gerekiyor.
zh_hant: 需要相機權限才能使用此功能。

# permission_contacts
source: TmmTmm will upload your contacts to our server to help you find mobile contacts who using TmmTmm. This data won't be saved or used for other purposes.
id: TmmTmm akan mengunggah kontak Anda ke server kami untuk membantu Anda menemukan kontak seluler yang menggunakan TmmTmm. Data ini tidak akan disimpan atau digunakan untuk tujuan lain.
tr: Rehberinizdeki TmmTmm kullanıcılarını daha rahat bulabilmeniz için telefon rehberinizi TmmTmm ile bağlamalısınız. Bu veriler kaydedilmeyecek veya başka amaçlar için kullanılmayacaktır.
zh_hant: TmmTmm會將您的通訊錄上傳到我們的服務器，以幫助您使用TmmTmm查找手機聯繫人。此數據不會被保存或用於其他目的。

# permission_contacts_2
source: TmmTmm needs access to your contacts to use this feature.
id: TmmTmm memerlukan akses ke kontak Anda untuk menggunakan fitur ini.
tr: Bu özelliği kullanmak için kişilerinize erişmemiz gerekiyor.
zh_hant: 需要訪問通訊錄，才能使用此功能。

# permission_location_2
source: TmmTmm needs access to your location to use this feature.
id: TmmTmm memerlukan akses ke lokasi Anda untuk menggunakan fitur ini.
tr: Bu özelliği kullanabilmek için konum bilgilerine erişmeye ihtiyacımız var.
zh_hant: 需要定位權限，才能使用此功能。

# permission_gallery_2
source: TmmTmm needs your album permission to access and save photos.
id: TmmTmm memerlukan izin album Anda untuk mengakses dan menyimpan foto.
tr: Fotoğraflara erişebilmek ve kaydetmek için albüm izninize ihtiyacımız var.
zh_hant: 需要相冊權限，才能訪問相冊圖片和保存圖片到相冊。

# permission_storage
source: TmmTmm needs your storage permission to search and save photos, videos, files and other content.
id: TmmTmm memerlukan izin penyimpanan Anda untuk mencari dan menyimpan foto, video, file, dan konten lainnya.
tr: Resimlerin, videoların, dosyaların ve diğer içeriklerin bulunması ve kaydedilebilmesi için depolama izni gerekiyor.
zh_hant: 為了確保圖片、視頻、文件等內容能夠正常瀏覽和保存，我們需要申請存儲權限。

# permission_notification
source: Please enable notification permissions, so that you can receive messages from friends in time.
id: Harap aktifkan izin notifikasi, sehingga Anda dapat menerima pesan dari teman tepat waktu.
tr: Arkadaşlarınızdan gelen mesajları zamanında alabilmek için lütfen bildirim izinlerini etkinleştirin.
zh_hant: 請打開通知權限，以便您能夠及時收到朋友發來的消息。

# permission_floating
source: TmmTmm needs permission to use floating window feature.
id: TmmTmm memerlukan izin untuk menggunakan fitur floating window.
tr: Çoklu pencere özelliğini kullanabilmek için izninize ihtiyacımız var.
zh_hant: 需要懸浮窗權限才可以使用此功能。

source: Repost
id: Posting ulang
tr: İlet
zh_hant: 轉發

# gift_luck_you
source: You
id: Anda
tr: Sen
zh_hant: 你

# delete_account_security
source: Account & Security
id: Keamanan Akun
tr: Hesap & Güvenlik
zh_hant: 賬戶和安全

# delete_account_title
source: Delete Account
id: Hapus akun
tr: Hesabı Sil
zh_hant: 刪除賬號

# delete_account_request
source: Request to Delete Account
id: Permintaan untuk Menghapus Akun
tr: Hesap Silme Talebi
zh_hant: 申請刪除賬號

# delete_account_1_tip
source: Before deleting your TmmTmm account, please back up your data and posted content, such as personal data, profile photo, chat records, posted Moments, comments, payment records, etc. After deleting the account, you will not be able to recover any content or information from this account, including but not limited to:
id: Sebelum menghapus akun TmmTmm Anda, harap cadangkan data Anda dan konten yang diposting, seperti data pribadi, foto profil, catatan obrolan, Momen yang diposting, komentar, catatan pembayaran, dll. Setelah menghapus akun, Anda tidak akan dapat memulihkan konten apa pun atau informasi dari akun ini, termasuk namun tidak terbatas pada:
tr: TmmTmm hesabınızı silmeden önce lütfen profil, sohbet kayıtları, paylaşılan gönderiler, gönderi yorumları, ödeme kayıtları vb. kişisel bilgilerinizi ve paylaştığınız içerikleri yedekleyin. Hesabınızı sildikten sonra, mevcut hesabın herhangi bir içeriğine veya bilgisine aşağıdakiler de dahil olmak üzere ulaşamazsınız:
zh_hant: 刪除TmmTmm賬號前，請自行備份您的資料和發布過的內容，例如頭像等個人資料等、聊天記錄、發布的Moments、Moments評論、支付記錄等。刪除賬號後您將無法找回此賬號的任何內容或信息，包括但不限於：

# delete_account_1_1_title
source: Account
id: Akun
tr: Hesap
zh_hant: 賬號

# delete_account_1_1_content
source: You will not be able to use this account and your friends will not be able to reach you through this account.
id: Anda tidak akan dapat menggunakan akun ini dan teman Anda tidak akan dapat menghubungi Anda melalui akun ini.
tr: Mevcut hesap kullanılamayacak ve arkadaşlarınız bu hesap üzerinden sizinle iletişime geçemeyecek.
zh_hant: 您將無法使用此賬號，您的朋友也無法通過此賬號聯繫到你。

# delete_account_1_2_title
source: Contacts and Groups
id: Kontak dan Grup
tr: Kişiler ve Gruplar
zh_hant: 聯繫人和群

# delete_account_1_2_content
source: All your contacts and groups on TmmTmm will be deleted.
id: Semua kontak dan grup Anda di TmmTmm akan dihapus.
tr: TmmTmm'daki tüm kişileriniz ve gruplarınız silinecektir.
zh_hant: 您在TmmTmm的聯繫人、加入的群都將會被刪除。

# delete_account_1_3_title
source: Content and Usage Records
id: Rekaman Konten dan Penggunaan
tr: İçerik ve Kullanım Kayıtları
zh_hant: 內容和使用記錄

# delete_account_1_3_content
source: All content and usage records you shared on TmmTmm will be deleted, such as Moments, comments, transactions, all usage records, etc.
id: Semua konten dan catatan penggunaan yang Anda bagikan di TmmTmm akan dihapus, seperti Momen, komentar, transaksi, semua catatan penggunaan, dll.
tr: TmmTmm'da paylaştığınız tüm içerikler; Anlar, yorumlar, faturalar, tüm kullanım kayıtları vb. silinecektir.
zh_hant: 您在TmmTmm發布的所有內容和使用記錄將會被刪除，例如Moments、評論、賬單、所有使用記錄等。

# delete_account_1_4_title
source: Wallet
id: Dompet
tr: Cüzdan
zh_hant: 錢包

# delete_account_1_5_content
source: Please make sure to transfer your funds before deleting the account. Cryptocurrency addresses in the wallet will no longer be associated with you and cannot be retrieved.
id: Harap pastikan untuk mentransfer dana Anda sebelum menghapus akun. Alamat Cryptocurrency di dompet tidak lagi dikaitkan dengan Anda dan tidak dapat diambil.
tr: Lütfen hesabınızı silmeden önce paranızı transfer ettiğinizden emin olun. Cüzdandaki kripto para adresleri geçersiz sayılıp ve geri kullanılamayacaktır.
zh_hant: 刪除賬號前請務必轉出您的資金，錢包內的虛擬幣地址將與您再無關聯，並且無法找回。

# next
source: Next step
id: Langkah berikutnya
tr: Bir sonraki adım
zh_hant: 下一步

# delete_account_3_1_tip
source: After deleting the account, it will not be retrieved and the deletion process will not be canceled.
id: Setelah dihapus, akun tidak akan diambil dan proses penghapusan tidak akan dibatalkan.
tr: Hesabı sildikten sonra geri kullanılamayacak ve silme işlemi iptal edilemeyecektir.
zh_hant: 刪除賬號後將無法找回，且刪除過程無法終止。

# delete_account_3_2_tip
source: After deleting the %s account, I accept that the content, data and services contained in this account cannot be restored.
id: Setelah menghapus akun %s, saya menyetujui bahwa konten, data, dan layanan yang terkandung dalam akun ini tidak dapat dipulihkan.
tr: %s hesabını sildikten sonra bu hesapta yer alan içerik, veri ve hizmetlerin geri yüklenemeyeceğini kabul ediyorum.
zh_hant: 我已了解刪除 %s 的賬號後，此賬號所包含的內容，數據和服務都不能再恢復。

# delete_account_succ
source: The account was successfully deleted.
id: Akun berhasil dihapus.
tr: Hesap Başarıyla Silindi
zh_hant: 刪除賬號成功

source: Account Deleted
id: Akun Dihapus
tr: Hesap Silindi
zh_hant: 賬號已刪除

# nothing
source: Empty
id: Kosong
tr: Boş
zh_hant: 什麼也沒有

# delete_account_fail_todo
source: The process failed! The other user has deleted the account.
id: Prosesnya gagal! Pengguna lain telah menghapus akun.
tr: İşlem başarısız oldu! Karşı taraf hesabı sildi.
zh_hant: 操作失敗，對方已刪除賬號

# delete_account_hangup
source: Please hang up the current call first.
id: Harap tutup panggilan saat ini terlebih dahulu.
tr: Lütfen önce mevcut aramayı kapatın
zh_hant: 請先掛斷當前通話

# delete_account_wallet_tip
source: There are still unprocessed assets in your wallet, you will not be able to retrieve them if you delete your account.
id: Masih ada aset yang belum diproses di dompet Anda, Anda tidak akan dapat mengambilnya kembali jika Anda menghapus akun Anda.
tr: Cüzdanınızda varlıklar mevcut. Hesabınızı silerseniz bunları geri alamazsınız.
zh_hant: 您的錢包內尚有未處理資產，刪除賬號將無法找回。

source: Media
tr: Medya
zh_hant: 媒體

# medias
source: Media
tr: Medya
zh_hant: 媒體

source: Voices
id: Suara
tr: Ses
zh_hant: 語音

source: File
id: Mengajukan
tr: Dosya
zh_hant: 文件

source: Files
id: File
tr: Dosyalar
zh_hant: 文件

# this_momth
source: This Month
id: Bulan ini
tr: Bu Ay
zh_hant: 這個月

source: Save File
id: Menyimpan file
tr: Dosyayı Kaydet
zh_hant: 保存文件

# save_file_android
source: Saved to 'Downloads'
id: Disimpan ke 'Unduhan'
tr: İndirilenler'e kaydedildi
zh_hant: 已保存到‘下載’

# save_file_ios
source: Saved to 'File'
id: Disimpan ke 'Berkas'
tr: Dosya'ya kaydedildi
zh_hant: 已保存到‘文件’

source: All Media
id: Semua Media
tr: Tüm Medya
zh_hant: 所有媒體文件

# confirm_deletion
source: Confirm Delete
id: Konfirmasi Hapus
tr: Silmeyi Onayla
zh_hant: 確認刪除

# group_common
source: %d group
id: %d grup
tr: %d grup
zh_hant: %d 群

# profile_name_input_tip
source: *First name (required)
id: *Nama Depan (wajib)
tr: *Adınız (gerekli)
zh_hant: *名字（必填）

# profile_first_input_tip
source: Last name (optional)
id: Nama belakang (opsional)
tr: Soyadı (isteğe bağlı)
zh_hant: 姓氏（可選）

# open_new_online
source: New Trending
id: Tren Baru
tr: En Yeniler
zh_hant: 新上線

# open_popular_app
source: Popular Apps
id: Aplikasi Populer
tr: Popüler Uygulamalar
zh_hant: 熱門軟件

# open_popular_game
source: Popular Games
id: Game Populer
tr: Popüler Oyunlar
zh_hant: 熱門遊戲

# chat_safe_tip_title
source: TmmTmm secures your conversations with end-to-end encryption.
id: TmmTmm mengamankan percakapan Anda dengan enkripsi end-to-end.
tr: TmmTmm, konuşmalarınızı uçtan uca şifreleme ile korur.
zh_hant: TmmTmm 通過端到端加密保護您的對話。

# chat_safe_tip_content
source: This means that the messages you send can only be seen by you and the recipients of the messages. Even TmmTmm can't see.
id: Artinya, pesan yang Anda kirim hanya dapat dilihat oleh Anda dan penerima pesan. Bahkan TmmTmm tidak bisa melihat.
tr: Bu, gönderdiğiniz mesajların yalnızca siz ve mesajların alıcıları tarafından görülebileceği anlamına gelir. TmmTmm bile göremez.
zh_hant: 這意味著您發送的消息只有您和消息接收人才能看到。連TmmTmm都看不到。

# chat_safe_tip_item
source: Encryption
id: Enkripsi
tr: Şifreleme
zh_hant: 加密

# chat_safe_tip_item_tip
source: Messages and calls are end-to-end encrypted. Click to learn more.
id: Pesan dan panggilan dienkripsi end-to-end. Klik untuk mempelajari lebih lanjut.
tr: Mesajlar ve aramalar uçtan uca şifrelenir. Daha fazlasını öğrenmek için tıklayın.
zh_hant: 消息和通話是端到端加密的。點擊以了解更多信息。

# contacts_search_phone_title
source: Find by phone number
id: Temukan berdasarkan nomor telepon
tr: Telefon numarasına göre bul
zh_hant: 按電話號碼查找

# contacts_search_phone_content
source: Add friends by phone number
id: Tambahkan teman dengan nomor telepon
tr: Telefon numarasına göre arkadaş ekle
zh_hant: 按電話號碼添加好友

# copyrights
source: Copyright © 2011-2022 TmmTmm. All rights reserved.
id: Hak Cipta © 2011-2022 TmmTmm. Seluruh hak cipta.
tr: Telif Hakkı © 2011-2022 TmmTmm. Tüm Hakları Saklıdır.
zh_hant: 版權©2011—2022 TmmTmm。保留所有權利。

source: Coin Address
id: Alamat Koin
tr: Kripto Para Adresi
zh_hant: 幣地址

source: Close
id: Menutup
tr: Kapat
zh_hant: 關閉

# group_edit_name
source: Edit Group Name
id: Edit Nama Grup
tr: Grup adını değiştir
zh_hant: 修改群名字

# contacts_edit
source: Edit Contact
id: Sunting Kontak
tr: Kişiyi Düzenle
zh_hant: 編輯聯繫人

# not_show
source: Do not show again
id: Jangan perlihatkan lagi
tr: Tekrar Gösterme
zh_hant: 不再顯示

# crop
source: Screenshot
id: Tangkapan layar
tr: Ekran Görüntüsü
zh_hant: 剪裁

# meeting_in_call
source: Participants in the call:
id: Peserta panggilan:
tr: Aramaya katılanlar:
zh_hant: 參與通話的還有：

# op_succ
source: Process Successful!
id: Proses Berhasil!
tr: İşlem Başarılı
zh_hant: 操作成功

# op_fail
source: Process Failed!
id: Proses Gagal!
tr: İşlem Başarısız!
zh_hant: 操作失敗

# see_more_member
source: View more members
id: Lihat lebih banyak anggota
tr: Daha fazla üye görüntüle
zh_hant: 查看更多成員

# see_all
source: View all
id: Lihat semua
tr: Hepsini Gör
zh_hant: 查看全部

# moments_not_repost
source: This Moments cannot be forwarded
id: Momen ini tidak dapat diteruskan
tr: Bu Anlar iletilemez
zh_hant: 此Moments不可以轉發

source: Region
id: Wilayah
tr: Bölge
zh_hant: 地區

# qr_exp
source: The QR Code has expired, please scan The Code again.
id: Kode QR telah kedaluwarsa, harap pindai Kode lagi.
tr: QR kodunun süresi doldu, lütfen kodu tekrar tarayın.
zh_hant: 二維碼已失效，請重新掃碼。

# profile_edit_name
source: Change Name
id: Ganti Nama
tr: İsmini Değiştir
zh_hant: 更改名稱

# group_in_common
source: Common Groups
id: Grup Umum
tr: Ortak Gruplar
zh_hant: 共同群

# login_pc_btn
source: Log in
id: Gabung
tr: Giriş Yap
zh_hant: 登錄

# login_pc_tip
source: Confirm Log in to TmmTmm
id: Konfirmasi Masuk ke TmmTmm
tr: TmmTmm'a Girişi Onaylayın
zh_hant: 確認登錄TmmTmm

source: About
id: Tentang
tr: Hakkında
zh_hant: 關於

# group_name
source: My Group Name
id: Nama Grup Saya
tr: Grup Adım
zh_hant: 我的群暱稱

# country
source: Nation
id: Bangsa
tr: Ülke
zh_hant: 國家

source: Country Code
id: Kode negara
tr: Ülke Kodu
zh_hant: 國家代碼

# coming_soon
source: Stay tuned
id: Pantau terus
tr: Bizi izlemeye devam edin
zh_hant: 敬請期待

# profile_bio
source: Bio
tr: Durum
zh_hant: 簡介

# notification_mute
source: Mute Notifications
id: Matikan Notifikasi
tr: Bildirimleri Sessize Al
zh_hant: 靜音通知

# contacts_card
source: Contact Card
id: Kartu Kontak
tr: Kişi Kartı
zh_hant: 名片

# moments_notification_comment
source: Received a new comment
id: Menerima komentar baru
tr: Yeni bir yorum yapıldı
zh_hant: 收到新的評論

# moments_notification_repost
source: Your post have been reposted
id: Posting Anda telah diposting ulang
tr: Gönderileriniz yeniden yayınlandı
zh_hant: 你的Moments被轉發了

# moments_notification_replay
source: Received a new reply
id: Menerima balasan baru
tr: Yeni bir yanıt alındı
zh_hant: 收到新的回复

# moments_notification_at
source: Someone mentioned you
id: Seseorang menyebutmu
tr: Sizden bahsetti
zh_hant: 有人提到了你

source: Saved
id: Diselamatkan
tr: Kaydedildi
zh_hant: 已保存

source: Copied
id: Disalin
tr: Kopyalandı
zh_hant: 已復制

# send
source: Sent
id: Terkirim
tr: Gönderildi
zh_hant: 已發送

source: Expired!
id: Kedaluwarsa!
tr: Süresi doldu!
zh_hant: 已過期

source: Added
id: Ditambahkan
tr: Eklendi
zh_hant: 已添加

# profile_bio_input
source: Please enter your bio
id: Silakan masukkan bio Anda
tr: Lütfen durumunuzu girin
zh_hant: 請輸入您的簡介

# group_name_input
source: Please enter a group name
id: Masukkan nama grup
tr: Lütfen bir grup adı girin
zh_hant: 請輸入群名稱

# contacts_add
source: Add Contacts
id: Tambahkan Kontak
tr: Kişileri ekleyin
zh_hant: 添加聯繫人

# logout_app
source: Sign Out
id: Keluar
tr: Oturumu Kapat
zh_hant: 退出登錄

source: My Moments
id: Momen Saya
tr: Anlarım
zh_hant: 我的時刻

# code_tip
source: We sent you a text message with a verification code to your phone.
id: Kami mengirimi Anda pesan teks dengan kode verifikasi ke telepon Anda.
tr: Telefonunuza doğrulama kodu içeren bir kısa mesaj gönderdik
zh_hant: 我們向您發送了一條包含驗證碼的短信到您的手機

# chat_delete_out
source: Delete and Exit
id: Hapus dan Keluar
tr: Sil ve Çık
zh_hant: 刪除並退出

# contacts_new
source: New Friend
id: Teman baru
tr: Yeni Arkadaş
zh_hant: 新朋友

# select_member
source: Select Group Member
id: Pilih Anggota Grup
tr: Grup üyesi seç
zh_hant: 選擇成員

# meeting_invite_you_mul_video
source: Invites you to a group video call
id: Mengundang Anda ke panggilan video grup
tr: Sizi görüntülü grup aramasına davet ediyor
zh_hant: 邀請你加入多人視頻通話

# meeting_invite_you_mul_voice
source: Invites you to a group voice call
id: Mengundang Anda ke panggilan suara grup
tr: Sizi sesli grup aramasına davet ediyor
zh_hant: 邀請你加入多人語音通話

# meeting_invite_you_video
source: Invites you to a video call
id: Mengundang Anda ke panggilan video
tr: Sizi görüntülü aramaya davet ediyor
zh_hant: 邀請你進行視頻通話

# meeting_invite_you_voice
source: Invites you to a voice call
id: Mengundang Anda ke panggilan suara
tr: Sizi sesli aramaya davet ediyor
zh_hant: 邀請你進行語音通話

# ua_p
source: User Agreement and Privacy Policy
id: Perjanjian Pengguna dan Kebijakan Privasi
tr: Kullanıcı Sözleşmesi ve Gizlilik Politikası
zh_hant: 用戶協議和隱私政策

source: Language
id: Bahasa
tr: Dil
zh_hant: 語言

# img_original
source: Original Image ( %s )
id: Gambar Asli ( %s )
tr: Orijinal resim ( %s )
zh_hant: 原圖 ( %s )

# moments_delete_show
source: This Moments has been deleted.
id: Momen ini telah dihapus.
tr: Bu Anlar silindi
zh_hant: 這條Moments已被刪除

# login_agree
source: By registering You agree %s
id: Dengan mendaftar Anda setuju %s
tr: Kaydolarak,%s etmiş olursunuz
zh_hant: 註冊表示您同意%s

# login_agree_tik
source: Terms and Privacy Policy
id: Ketentuan dan Kebijakan Privasi
tr: Şartları ve Gizlilik Politikasını kabul
zh_hant: 條款和隱私政策

# coin_address_max
source: There can be %d addresses at most.
id: Maksimal ada %d alamat.
tr: En fazla %d adres olabilir.
zh_hant: 最多只能有%d個地址

# contacts_info
source: Contact Information
id: Kontak informasi
tr: İletişim Bilgileri
zh_hant: 聯繫人信息

source: Scan
id: Pindai
tr: Tara
zh_hant: 掃一掃

source: Select
id: Pilih
tr: Seç
zh_hant: 選擇

source: Copy
id: Menyalin
tr: Kopyala
zh_hant: 複製

# replay
source: Reply
id: Membalas
tr: Yanıtla
zh_hant: 引用

source: Phone Number
id: Nomor telepon
tr: Telefon Numarası
zh_hant: 手機號碼

# send_hello
source: Send Greetings
id: Kirim salam
tr: Selam Gönder
zh_hant: 發送問候語

# send_hello_succ
source: Sent Successfully!
id: Berhasil Dikirim!
tr: Başarıyla Gönderildi
zh_hant: 已發送成功

# first_loading
source: Loading data… (%s)
id: Memuat data… (%s)
tr: Veri yükleniyor… (%s)
zh_hant: 正在加載數據… (%s)

source: Group
id: Kelompok
tr: Grup
zh_hant: 群

source: Groups
id: Grup
tr: Gruplar
zh_hant: 群

source: Gender
id: Jenis kelamin
tr: Cinsiyet
zh_hant: 性別

# pay_set_pass_for
source: For your account security, please set a payment password.
id: Untuk keamanan akun Anda, harap tetapkan kata sandi pembayaran.
tr: Hesap güvenliğiniz için lütfen bir ödeme şifresi belirleyin.
zh_hant: 為了您的賬戶安全，請設置支付密碼

# sacn_add_me
source: Scan the QR code to add me on TmmTmm
id: Pindai kode QR untuk menambahkan saya di TmmTmm
tr: Beni TmmTmm'da eklemek için QR kodunu tarayın
zh_hant: 掃描二維碼以在 TmmTmm 上添加我

# group_qr
source: Group QR Code
id: Kode QR Grup
tr: Grup QR kodu
zh_hant: 群二維碼

source: Accept
id: Menerima
tr: Kabul
zh_hant: 接受

# transfer_not_self
source: You can't transfer money to yourself.
id: Anda tidak dapat mentransfer uang ke diri Anda sendiri.
tr: Kendinize para aktaramazsınız
zh_hant: 不能給自己轉賬哦

# x_people
source: (%s people)
id: (%s orang)
tr: (%s kişi)
zh_hant: （%s 人）

# scale
source: Rate
id: Kecepatan
tr: Oran
zh_hant: 比例

# contacts_find_user
source: Find User
id: Temukan Pengguna
tr: Kullanıcı Bul
zh_hant: 查找用戶

# profile_city
source: City
id: Kota
tr: Şehir
zh_hant: 城市

source: From
id: Dari
tr: Tarafından
zh_hant: 來自

# picture_size
source: Size
id: Ukuran
tr: Boyut
zh_hant: 大小

# picture_shot
source: Click to take a photo
id: Klik untuk mengambil foto
tr: Fotoğraf çekmek için tıklayın
zh_hant: 單擊拍照

# picture_camera
source: Long press to camera
id: Tekan lama ke kamera
tr: Kamera'ya uzun basın
zh_hant: 長按攝像

# cellphone
source: Phone
id: Telepon
tr: Telefon
zh_hant: 電話

source: Phone Verification
id: Verifikasi Telepon
tr: Telefon Doğrulama
zh_hant: 電話驗證

# location_fail_title
source: Location Failed!
id: Lokasi Gagal!
tr: Konum Başarısız!
zh_hant: 定位失敗

source: GIF
zh_hant: 動圖

# long_img
source: Long Image
id: Gambar Panjang
tr: Uzun Resim
zh_hant: 長圖

# send_code
source: Send Verification Code
id: Kirim kode verifikasi
tr: Doğrulama Kodunu Gönder
zh_hant: 發送驗證碼

source: Find
id: Menemukan
tr: Bul
zh_hant: 發現

# edit_id_input
source: Edit TmmTmm ID
id: Edit ID TmmTmm
tr: TmmTmm Kullanıcı Adını Değiştir
zh_hant: 更改 TmmTmm ID

# updrade_done
source: Update Completed
id: Pembaruan Selesai
tr: Güncelleme Tamamlandı
zh_hant: 更新完成

# load_fail_retry
source: Loading failed! Please try again later.
id: Gagal Memuat! Coba lagi nanti.
tr: Yükleme Başarısız! Lütfen tekrar deneyin.
zh_hant: 加載失敗，請重試

source: Second
id: Kedua
tr: Saniye
zh_hant: 秒

# rank
source: Leaderboard
id: Papan peringkat
tr: Liderlik Sıralaması
zh_hant: 排行榜

source: Clear Location
id: Hapus Lokasi
tr: Konumu Temizle
zh_hant: 清除位置
