Repository: buzzmsg/ImSdk-Ios-Demo
Catalog: IMSdk-Ios-demo/Demo/*.lproj/Localize.strings
Languages: id, tr, zh_hant

# code_input
source: Please enter a valid verification code.
id: Masukkan kode verifikasi yang valid.
tr: Lütfen geçerli bir Doğrulama Kodu girin
zh_hant: 請輸入有效的驗證碼

# ok_x
source: Ok (%d)
id: Oke (%d)
tr: Tamam (%d)
zh_hant: 確定（%d）

# scan_contacts_qr
source: Scan the contact's QR Code
id: Pindai Kode QR kontak
tr: Kişinin QR Kodunu Tarayın
zh_hant: 掃描聯繫人的二維碼

# setting
source: Settings
id: Pengaturan
tr: Ayarlar
zh_hant: 設置

# province
source: Region
id: Wilayah
tr: Bölge
zh_hant: 省

# video_error
source: Video is corrupted
id: Video rusak
tr: Video Bozuk
zh_hant: 視頻已損壞

# img_error
source: Image is corrupted
id: Gambar rusak
tr: Resim Bozuk
zh_hant: 圖片已損壞

# voice_error
source: Audio is corrupted
id: Audio rusak
tr: Ses Bozuk
zh_hant: 音頻已損壞

source: Search
id: Mencari
tr: Ara
zh_hant: 搜索

source: Tip
tr: İpucu
zh_hant: 提示

source: Withdraw Address
id: Tarik Alamat
tr: Para Çekme Adresi
zh_hant: 提現地址

# add_phone
source: Add Phone Number
id: Tambahkan Nomor Telepon
tr: Telefon Numarası Ekle
zh_hant: 添加電話

# done_x
source: Done with %s
id: Selesai dengan %s
tr: %s ile bitti
zh_hant: 完成%s

# loaction
source: Location
id: Lokasi
tr: Konum
zh_hant: 位置

# my_profile
source: My Personal Info
id: Informasi Pribadi Saya
tr: Kişisel Bilgilerim
zh_hant: 我的個人資料

# photos
source: Album
tr: Fotoğraf Albümü
zh_hant: 相冊

source: Preview
id: Pratinjau
tr: Ön İzleme
zh_hant: 預覽

# preview_x
source: Preview (%1$d)
id: Pratinjau (%1$d)
tr: Önizleme (%1$d)
zh_hant: 預覽(%1$d)

# group_edit_only_tip
source: Only group owners and admins can edit group information.
id: Hanya pemilik dan admin grup yang dapat mengedit informasi grup.
tr: Yalnızca grup kurucu ve yöneticileri grup bilgilerini değiştirebilir.
zh_hant: 只有群主和管理員才能更改群信息。

# select_once_x
source: Can select up to %d at a time
id: Dapat memilih hingga %d sekaligus
tr: Bir seferde en fazla %d seçilebilir.
zh_hant: 一次最多選擇%d個

# attation
source: Notice
id: Melihat
tr: UYARI
zh_hant: 注意

# select_photos_max
source: You can select %1$d photos at most.
id: Anda dapat memilih paling banyak %1$d foto.
tr: En fazla %1$d fotoğraf seçebilirsiniz.
zh_hant: 最多只能選擇%1$d張照片

# select_video_max
source: You can select %1$s videos at most.
id: Anda dapat memilih paling banyak %1$s video.
tr: En fazla %1$s video seçebilirsiniz.
zh_hant: 最多只能選擇%1$s個視頻

# select_voice_max
source: You can select %1$s audios at most.
id: Anda dapat memilih paling banyak %1$s audio.
tr: En fazla %1$s ses seçebilirsiniz.
zh_hant: 最多只能選擇%1$s個音頻

# tmm_id_input
source: Enter 6 characters at least.
id: Masukkan setidaknya 6 karakter.
tr: En az 6 karakter giriniz.
zh_hant: 至少輸入6個字符

# picture_shot_item
source: Photo
id: Foto
tr: Fotoğraf
zh_hant: 拍照

# picture_record_item
source: Record Video
id: Merekam video
tr: Video Kaydet
zh_hant: 錄視頻

# fail
source: Failed!
id: Gagal!
tr: Başarısız!
zh_hant: 失敗

# cus_sr_load_complete
source: Loading Completed
id: Memuat Selesai
tr: Yükleme Tamamlandı
zh_hant: 加載完成

# cus_sr_load_failed
source: Loading Failed!
id: Gagal Memuat!
tr: Yükleme Başarısız!
zh_hant: 加載失敗

# cus_sr_loading
source: Loading…
id: Memuat…
tr: Yükleniyor…
zh_hant: 正在加載中…

# cus_sr_pull_down
source: Pull-down
id: Tarik ke bawah
tr: Aşağıya Kaydır
zh_hant: 下拉

# cus_sr_pull_down_to_refresh
source: Pull-down to refresh
id: Tarik ke bawah untuk menyegarkan
tr: Yenilemek için aşağıya kaydırın
zh_hant: 下拉刷新

# cus_sr_pull_up
source: Pull-up
id: Tarik
tr: Yukarı Kaydır
zh_hant: 上拉

# cus_sr_pull_up_to_load
source: Pull-up to load
id: Tarik untuk memuat
tr: Yüklemek için yukarıya kaydırın
zh_hant: 上拉加載

# cus_sr_refreshing
source: Updating…
id: Memperbarui…
tr: Güncelleniyor…
zh_hant: 正在更新中…

# cus_sr_release_to_load
source: Release to load
id: Lepaskan untuk memuat
tr: Yüklemek için serbest bırakın
zh_hant: 釋放加載

# cus_sr_release_to_refresh
source: Release to refresh
id: Lepaskan untuk menyegarkan
tr: Yenilemek için serbest bırakın
zh_hant: 釋放刷新

source: Unknown
id: Tidak dikenal
tr: Bilinmeyen
zh_hant: 未知

# alias_input
source: Please enter a remark
id: Masukkan komentar
tr: Lütfen bir açıklama girin
zh_hant: 請輸入備註名

source: Group Member
id: Anggota kelompok
tr: Grup Üyesi
zh_hant: 群成員

source: Loading…
id: Memuat…
tr: Yükleniyor…
zh_hant: 加載中…

# send_just
source: Send
id: Mengirim
tr: Gönder
zh_hant: 發送

# img_save_fail
source: Save Image Failed!
id: Simpan Gambar Gagal!
tr: Resim Kaydedilemedi!
zh_hant: 圖片保存失敗

source: Turkey
id: Turki
tr: Türkiye
zh_hant: 土耳其

# save_succ
source: Saved Successfully!
id: Berhasil Disimpan!
tr: Başarıyla Kaydedildi!
zh_hant: 保存成功

# save_fail
source: Save Failed!
id: Gagal menyimpan!
tr: Kaydedilemedi!
zh_hant: 保存失敗

# code_send_succ
source: Verification code has been sent successfully.
id: Kode verifikasi telah berhasil dikirim.
tr: Doğrulama Kodu Başarıyla Gönderildi!
zh_hant: 驗證碼已成功發送。

# recent_use
source: Recently Used
id: Baru - baru ini digunakan
tr: Son Kullanılanlar
zh_hant: 最近使用

# x_contact
source: Contact
id: Kontak
tr: Kişi
zh_hant: 個聯繫人

# x_contacts
source: Contacts
id: Kontak
tr: Kişiler
zh_hant: 個聯繫人

source: Back
id: Kembali
tr: Geri
zh_hant: 返回

source: Edit group name
id: Sunting nama grup
tr: Grup adını düzenle
zh_hant: 編輯群名稱

# new_like
source: Received a new like
id: Menerima suka baru
tr: Yeni bir beğeni aldınız
zh_hant: 收到新的點贊

# you_hava_message
source: You have a new message
id: Anda memiliki pesan baru
tr: Yeni bir mesajınız var
zh_hant: 你有一條新消息

# not_public
source: Private
id: Pribadi
tr: Özel
zh_hant: 非公開

# select_max
source: Can select %d at most.
id: Dapat memilih paling banyak %d.
tr: En fazla %d seçilebilir.
zh_hant: 最多選擇%d個

# string_common_12_date_template
source: dd.MM.yyyy hh:mm a
zh_hant: yyyy.MM.dd a hh:mm

# string_common_date_template
source: dd.MM.yyyy HH:mm
zh_hant: yyyy.MM.dd HH:mm

# string_common_12_time_template
source: hh:mm a
zh_hant: a hh:mm

# string_chat_section_within_week_time_template
source: EEE dd.MM
zh_hant: EEE MM.dd

# string_conversation_within_year_time_template
source: dd.MM
zh_hant: MM.dd

# string_conversation_over_year_time_template
source: dd.MM.yyyy
zh_hant: yyyy.MM.dd

# comment_within_year_time_template
source: dd.MM
zh_hant: MM.dd

# comment_over_year_time_template
source: dd.MM.yyyy
zh_hant: yyyy.MM.dd

# string_red_packet_12_date_out_year_template
source: dd.MM.yyyy hh:mm a
zh_hant: yyyy.MM.dd a hh:mm

# string_red_packet_24_date_out_year_template
source: dd.MM.yyyy hh:mm
zh_hant: yyyy.MM.dd hh:mm

# string_red_packet_12_date_in_year_template
source: dd.MM hh:mm a
zh_hant: MM.dd a hh:mm

# string_red_packet_24_date_in_year_template
source: dd.MM hh:mm
zh_hant: MM.dd hh:mm

# string_year_month_day_time_template
source: dd.MM.yyyy
zh_hant: yyyy年MM月dd日

# string_setting_feedback_file_5
source: Please submit screenshots, videos or other documents to help us improve. Please do not exceed 5 files.
id: Kirimkan tangkapan layar, video, atau dokumen lain untuk membantu kami meningkatkan. Tolong jangan melebihi 5 file.
tr: Uygulamamızı geliştirmemiz için lütfen ekran görüntülerini, videoları veya diğer dosyaları bizimle paylaşın. Lütfen 5 dosyayı aşmayın!
zh_hant: 請提交截圖、視頻或者其他文件，幫助我們改進。請不要超過5個文件。

# pay_set_pass_tip_6
source: Please enter a 6-digit password, which will be used for mobile payment.
id: Masukkan kata sandi 6 digit, yang akan digunakan untuk pembayaran seluler.
tr: Lütfen Mobil Ödeme için kullanacağınız 6 haneli bir şifre giriniz.
zh_hant: 請輸入6位數字密碼，將用於手機支付。

source: Other
id: Lainnya
tr: Diğer
zh_hant: 其他

source: Category
id: Kategori
tr: Kategori
zh_hant: 類別

# amount_min
source: Minimum amount %s
id: Jumlah minimal %s
tr: En az miktar %s
zh_hant: 最低金額%s

# all_emo
source: All Expressions
id: Semua Ekspresi
tr: Tüm İfadeler
zh_hant: 所有表情

# file_download_tip
source: Please wait for the file download to complete.
id: Harap tunggu unduhan file selesai.
tr: Lütfen dosya indirme işleminin tamamlanmasını bekleyin.
zh_hant: 請等待文件下載完成

source: Save As
id: Simpan Sebagai
tr: Farklı Kaydet
zh_hant: 另存為…

# img_download_tip
source: Please wait for the image to download.
id: Harap tunggu hingga gambar diunduh.
tr: Lütfen resmin yüklenmesini bekleyin.
zh_hant: 請等待圖片下載完成

# video_download_tip
source: Please wait for the video to download.
id: Harap tunggu hingga video diunduh.
tr: Lütfen videonun yüklenmesini bekleyin.
zh_hant: 請等待視頻下載完成

# mp_message
source: Chat
id: Mengobrol
tr: sohbet
zh_hant: 發消息

# mp_del_message
source: Del. Msg
tr: msj sil
zh_hant: 刪消息

# mp_clear
source: Clear
id: Jernih
tr: temizle
zh_hant: 清除記錄

# mp_info
source: Bio
tr: Durum
zh_hant: 簡介

# mp_member
source: Member
id: Anggota
tr: Üye
zh_hant: 成員

# mp_group_ma
source: Group Management
id: Manajemen Grup
tr: Grup Yönetimi
zh_hant: 群管理

# mp_group_out
source: Exit Group
id: Keluar dari Grup
tr: Gruptan Çık
zh_hant: 退出群

# mp_group_ma_tip
source: You can add Admins to help you manage the group.
id: Anda dapat menambahkan Admin untuk membantu Anda mengelola grup.
tr: Grubu yönetmeleri için yöneticiler ekleyebilirsiniz.
zh_hant: 你可以添加管理員幫助你管理群。

# mp_group_ma_add
source: Add Admin
id: Tambahkan Admin
tr: Yönetici Ekle
zh_hant: 添加管理員

# mp_group_name
source: Group Name
id: Nama grup
tr: Grup Adı
zh_hant: 群名字

# mp_edit
source: Edit
id: Sunting
tr: Düzenle
zh_hant: 編輯

# mp_group_set_avator
source: Set Group Profile Photo
id: Tetapkan Foto Profil Grup
tr: Grup Profil Resmini Ayarla
zh_hant: 設定群頭像

# mp_group_info_input
source: Please Enter Group Announcement
id: Silakan Masukkan Pengumuman Grup
tr: Lütfen Grup Duyurusu'nu Girin
zh_hant: 請輸入群公告

# mp_del_my_msg_all
source: Delete Message (From Everyone)
id: Hapus Pesan (Dari Semua Orang)
tr: Mesajı Sil (Herkesten)
zh_hant: 撤回我的消息

# mp_del_my_msg_all_tip
source: Delete my message from everyone in this chat.
id: Hapus pesan saya dari semua orang di obrolan ini.
tr: Bu sohbetteki mesajımı herkesten sil.
zh_hant: 從此聊天中撤回我發送的所有消息。

# mp_del_my_msg_me
source: Delete Message (For Me)
id: Hapus Pesan (Untuk Saya)
tr: Mesajı Sil (Kendimden)
zh_hant: 刪除我的消息

# mp_del_my_msg_me_tip
source: Delete message sent by me from this chat. It won't affect other members.
id: Hapus pesan yang saya kirimkan dari obrolan ini. Itu tidak akan mempengaruhi anggota lain.
tr: Bu sohbette gönderdiğim mesajı kendimden sil. Diğer grup üyelerini etkilemez.
zh_hant: 從此聊天刪除我發送的消息，不影響其他人。

# group_set_avator_tip_you
source: You Changed Group Profile Photo
id: Anda Mengubah Foto Profil Grup
tr: Grup Profil Resmini Değiştirdiniz
zh_hant: 你修改了群頭像

# group_set_avator_tip_x
source: %s Changed Group Profile Photo
id: %s Mengubah Foto Profil Grup
tr: %s Grup Profil Resmini Değiştirdi
zh_hant: %s修改了群頭像

# group_set_info_tip_you
source: You Changed Group Announcement
id: Anda Mengubah Pengumuman Grup
tr: Grup Duyurusu'nu Değiştirdiniz
zh_hant: 你修改了群簡介

# group_set_info_tip_x
source: %s Changed Group Announcement
id: %s Perubahan Pengumuman Grup
tr: %s Grup Duyurusu'nu Değiştirdi
zh_hant: %s修改了群簡介

# mp_group_ma_chat_tip
source: %s Added You as an Admin
id: %s Menambahkan Anda sebagai Admin
tr: %s Sizi Yönetici Olarak Ekledi
zh_hant: %s已將你添加為管理員

# mp_group_member_num
source: %d Members
id: %d Anggota
tr: %d Üye
zh_hant: %d位成員

# moments_deleted_comment
source: Comment Deleted
id: Komentar Dihapus
tr: Yorum Silindi
zh_hant: 評論已刪除

# moments_delete_comment_tip
source: Are you sure you want to delete this comment?
id: Yakin ingin menghapus komentar ini?
tr: Bu yorumu silmek istediğinizden emin misiniz?
zh_hant: 確定要刪除此評論嗎？

# mp_group_info_title
source: Group Announcement
id: Pengumuman Grup
tr: Grup Duyurusu
zh_hant: 群公告

# see_content_new_version
source: Please upgrade to the latest version to view it!
id: Tingkatkan ke versi terbaru untuk melihatnya!
tr: Lütfen görüntülemek için en son sürüme yükseltin!
zh_hant: 請升級最新版本查看

# edit_info_save_tip
source: You edited some information. Do you want to save it?
id: Anda mengedit beberapa informasi. Apakah Anda ingin menyimpannya?
tr: Bazı bilgileri değiştirdiniz, kaydetmek ister misiniz?
zh_hant: 你修改了一些信息，需要保存嗎?

# give_up
source: Cancel
id: Membatalkan
tr: Vazgeç
zh_hant: 放棄

# group_admin
source: Admin
tr: Yönetici
zh_hant: 管理員

# add_member
source: Add Members
id: Tambahkan Anggota
tr: Üye Ekle
zh_hant: 添加成員

source: Delete Contact
id: Hapus kontak
tr: Kişiyi Sil
zh_hant: 刪除聯繫人

# send_loaction
source: Send Location
id: Kirim lokasi
tr: Konum Gönder
zh_hant: 發送位置

# message_delete_everyone_tip
source: Delete selected message from everyone in this chat.
id: Hapus pesan yang dipilih dari semua orang di obrolan ini.
tr: Bu sohbetteki seçili mesajı herkesten sil.
zh_hant: 從此聊天中撤回選擇的消息。

# message_delete_me_tip
source: Delete selected message for me in this chat. It won't affect other members.
id: Hapus pesan yang dipilih untuk saya di obrolan ini. Itu tidak akan mempengaruhi anggota lain.
tr: Bu sohbetteki seçili mesajı kendimden sil. Diğer grup üyelerini etkilemez.
zh_hant: 從此聊天刪除選擇的消息，不影響其他人。

# pc_group_admin_out_tip
source: Are you sure you want to remove %s from group admins?
id: Anda yakin ingin menghapus %s dari admin grup?
tr: %s kişisini Grup Yöneticiliğinden çıkartmak istediğinizden emin misiniz?
zh_hant: 確定要取消%s的管理員嗎？

# no_message
source: No messages!
id: Tidak ada pesan!
tr: Mesaj yok!
zh_hant: 沒有消息

source: Start Chat
id: Memulai obrolan
tr: Sohbete Başla
zh_hant: 開始聊天

source: Invite Friends
id: Mengundang teman-teman
tr: Arkadaşlarını Davet Et
zh_hant: 邀請朋友

# mobile_contact_tip
source: Allow TmmTmm access to your mobile address book to see people you know on TmmTmm.
id: Izinkan TmmTmm mengakses buku alamat seluler Anda untuk melihat orang yang Anda kenal di TmmTmm.
tr: Tanıdığınız kişileri TmmTmm'da görmek için TmmTmm'ın rehbere erişmesine izin verin.
zh_hant: 允許訪問你的通訊錄，查看你在TmmTmm認識的人。

# mobile_contact_ok
source: Allow Access
id: Izinkan Akses
tr: Erişime İzin Ver
zh_hant: 允許訪問

# mobile_add_tip
source: Add Your Mobile Contacts
id: Tambahkan Kontak Seluler Anda
tr: Rehberindeki Kişileri Ekle
zh_hant: 添加手機通訊錄好友

source: Invite
id: Mengundang
tr: Davet et
zh_hant: 邀請

source: Invite All
id: Undang Semua
tr: Hepsini Davet Et
zh_hant: 一鍵邀請

# mobile_sms
source: I'm using TmmTmm, a brand new Turkish social platform with free HD audio and video calls, I invite you to try it.
id: Saya menggunakan TmmTmm, platform sosial Turki baru dengan panggilan audio dan video HD gratis, saya mengundang Anda untuk mencobanya.
tr: HD sesli ve görüntülü aramalar sunan ücretsiz ve yepyeni bir yerli sosyal platform olan TmmTmm'ı kullanıyorum, hadi sen de dene!
zh_hant: 我正在使用TmmTmm聊天，全新的土耳其社交平台，免費撥打高清音視頻，邀請你也來試試。

source: Privacy
id: Pribadi
tr: Gizlilik
zh_hant: 隱私

# privacy_find_me_way
source: People can find me by:
id: Orang-orang dapat menemukan saya dengan:
tr: Beni Ekleme Yöntemleri:
zh_hant: 可以通過以下方式找到我？

# privacy_add_friends
source: Match Your Mobile Contacts as a Friends
id: Cocokkan Kontak Seluler Anda sebagai Teman
tr: Rehberindeki Kişileri Arkadaş Olarak Eşleştir
zh_hant: 匹配通訊錄好友

# privacy_add_friends_tip
source: If your mobile contacts also have enabled mobile address book permission and the other user's mobile address book also has you, the other user will be added as a friend automatically.
id: Jika kontak seluler Anda juga telah mengaktifkan izin buku alamat seluler dan buku alamat seluler pengguna lain juga memiliki Anda, pengguna lain tersebut akan ditambahkan sebagai teman secara otomatis.
tr: Eğer mobil kişilerim rehber iznini etkinleştirdiyse, rehberde karşılıklı olarak kayıtlıysak, otomatik olarak arkadaş ekleniriz.
zh_hant: 如果我的手機通訊錄聯繫人也打開了通訊錄權限並且對方的通訊錄也有我，則自動為我添加對方為好友。

# add_no_way
source: The other user's privacy settings do not allow to add friends in this way.
id: Pengaturan privasi pengguna lain tidak memungkinkan untuk menambah teman dengan cara ini.
tr: Karşı kullanıcının gizlilik ayarları bu şekilde arkadaş eklemeye izin vermiyor.
zh_hant: 對方隱私設置，不允許通過此方式添加好友。

# permission
source: Allow
id: Mengizinkan
tr: İzin Ver
zh_hant: 允許

# mobile_update_tip
source: Mobile address book has not been synchronized for a long time, it is recommended that you synchronize.
id: Buku alamat seluler sudah lama tidak disinkronkan, disarankan agar Anda melakukan sinkronisasi.
tr: Rehberiniz uzun süredir senkronize edilmedi, lütfen senkronize ediniz.
zh_hant: 已經有較長時間未同步手機通訊錄，建議您同步。

# mobile_sync
source: Synchronize
id: Sinkronkan
tr: Senkronize Et
zh_hant: 同步

# mobile_add_tip_please
source: Please allow for matching mobile contacts as a friends
id: Izinkan untuk mencocokkan kontak seluler sebagai teman
tr: Rehberinizdeki eşleşen kişileri arkadaş olarak eklemek için lütfen izin verin.
zh_hant: 請允許匹配通訊錄好友

# loaction_search_wait
source: Searching for Location, please wait.
id: Mencari Lokasi, harap tunggu.
tr: Konum aranıyor, lütfen bekleyin.
zh_hant: 定位中請稍等

# loaction_point
source: Marked Point
id: Titik yang Ditandai
tr: İşaretli Nokta
zh_hant: 標記點

# forward_succ
source: Forwarded
id: Diteruskan
tr: İletildi
zh_hant: 已轉發

# group_nickname
source: Group Name
id: Nama grup
tr: Grup Adı
zh_hant: 群暱稱

# last_pos
source: Last Seen
id: Terakhir terlihat
tr: Son Görülen
zh_hant: 上次看到這裡

# exit_program
source: Log out
id: Keluar
tr: Oturumu Kapat
zh_hant: 退出程序

# version_already_new
source: Latest version already installed
id: Versi terbaru sudah diinstal
tr: Zaten en son sürüm yüklü
zh_hant: 已經是最新版本了

# open_file_no_app
source: You have not installed an application that can open this type of file.
id: Anda belum menginstal aplikasi yang dapat membuka file jenis ini.
tr: Bu tür dosyaları açabilecek bir uygulama yüklemediniz.
zh_hant: 你尚未安裝可以打開此類型文件的應用程序。

# update_bd
source: Updating data...%s
id: Memperbarui data...%s
tr: Veritabanı güncelleniyor...%s
zh_hant: 正在升級數據庫...%s

source: Message
id: Pesan
tr: Mesaj
zh_hant: 消息

# message_num
source: %s Related Messages
id: %s Pesan Terkait
tr: %s İlgili Mesajlar
zh_hant: %s條相關消息

source: Call
id: Panggilan
tr: Arama
zh_hant: 通話

# pc_tmmtmm_desktop
source: TmmTmm Desktop
tr: TmmTmm Masaüstü
zh_hant: TmmTmm桌面端

# pc_tmmtmm_welcome
source: Welcome to use TmmTmm,a better instant messaging software.
id: Selamat menggunakan TmmTmm, perangkat lunak perpesanan instan yang lebih baik.
tr: Daha iyi bir anlık mesajlaşma yazılımı olan TmmTmm'ı kullanmaya hoş geldiniz.
zh_hant: 歡迎使用TmmTmm，更好用的即時通訊軟件。

# pc_scan
source: Scan the QR Code from your phone to use TmmTmm.
id: Pindai Kode QR dari ponsel Anda untuk menggunakan TmmTmm.
tr: TmmTmm'ı kullanmak için telefonunuzdan QR Kodu'nu tarayın.
zh_hant: 使用TmmTmm 手機端掃碼

# pc_scan_tip1
source: 1. Open TmmTmm on your phone.
id: 1. Buka TmmTmm di ponsel Anda.
tr: 1. Telefonunuzdan TmmTmm'ı açın.
zh_hant: 1.在手機上打開TmmTmm

# pc_scan_tip2
source: 2. Click the menu
id: 2. Klik menu
tr: 2. Menüye tıklayın
zh_hant: 2.點擊菜單

# pc_scan_tip22
source: , select Scan.
id: , pilih Pindai.
tr: , Tara'yı seçin.
zh_hant: ，選擇掃一掃

# pc_scan_tip3
source: 3. Scan the QR Code to log in
id: 3. Pindai Kode QR untuk masuk
tr: 3. Giriş yapmak için QR Kodunu tarayın.
zh_hant: 3.掃描二維碼登錄

# pc_click_refresh
source: Click to refresh
id: Klik untuk menyegarkan
tr: Yenilemek için tıklayın
zh_hant: 點擊刷新

# pc_scanned
source: The code has been scanned, please confirm on your phone.
id: Kode telah dipindai, harap konfirmasikan di ponsel Anda.
tr: Kod tarandı, lütfen telefonunuzdan onaylayın.
zh_hant: 已掃碼，請在手機上確認

# pc_new_version
source: New Version
id: Versi baru
tr: Yeni Sürüm
zh_hant: 新版本

source: Update Now
id: Memperbarui sekarang
tr: Hemen Güncelle
zh_hant: 立即更新

source: Downloading...
id: Mengunduh...
tr: İndiriliyor...
zh_hant: 下載中

# pc_download_fail
source: Download failed! Please click to try again.
id: Unduhan gagal! Silakan klik untuk mencoba lagi.
tr: İndirme başarısız oldu! Tekrar denemek için lütfen tıklayın.
zh_hant: 下載失敗，請點擊重試

# dial
source: Call
id: Panggilan
tr: Ara
zh_hant: 撥打

# share_login_first
source: Please log in TmmTmm to use the sharing function.
id: Silakan masuk TmmTmm untuk menggunakan fungsi berbagi.
tr: Paylaşım özelliğini kullanabilmek için lütfen TmmTmm'a giriş yapın.
zh_hant: 請打開TmmTmm並登錄，才可以使用分享功能。

# share_chat_sent_part
source: Some files have been sent.
id: Beberapa file telah dikirim.
tr: Bazı dosyalar gönderildi.
zh_hant: 部分文件已發送

# share_moments_file_size
source: The selected files exceed the limit size. (images cannot exceed 100MB, videos cannot exceed 200MB)
id: File yang dipilih melebihi ukuran batas. (gambar tidak boleh melebihi 100 MB, video tidak boleh melebihi 200 MB)
tr: Seçilen dosya boyut sınırını aşıyor. (resimler 100 MB, videolar 200 MB'ı aşamaz)
zh_hant: 選擇的文件超過限制大小（圖片不超過100MB，視頻不超過200MB）

# share_moments_file_part
source: Some files exceed the limit size. (images cannot exceed 100MB, videos cannot exceed 200MB)
id: Beberapa file melebihi ukuran batas. (gambar tidak boleh melebihi 100 MB, video tidak boleh melebihi 200 MB)
tr: Bazı dosyalar boyut sınırını aşıyor. (resimler 100 MB, videolar 200 MB'ı aşamaz)
zh_hant: 部分文件超過限制大小（圖片不超過100MB，視頻不超過200MB）

source: Share to
id: Bagikan ke
tr: Paylaş
zh_hant: 分享到

source: More Info
id: Info lebih lanjut
tr: Daha Fazla Bilgi
zh_hant: 更多信息

# info_friend_from
source: Source
id: Sumber
tr: Kaynak
zh_hant: 來源

# info_friend_time
source: Add Time
id: Tambahkan Waktu
tr: Zaman Ekle
zh_hant: 添加時間

# info_people
source: Relation
id: Hubungan
tr: Yakınlık
zh_hant: 關係

# info_other
source: Remark
id: Komentar
tr: Açıklama
zh_hant: 備註信息

# label_other
source: Other
id: Lainnya
tr: Diğer
zh_hant: 其它

# label_phone
source: Mobile
id: Seluler
tr: Cep
zh_hant: 手機

# label_home
source: Home
id: Rumah
tr: Ev
zh_hant: 住宅

# label_company
source: Work
id: Bekerja
tr: İş
zh_hant: 公司

# add_people
source: Add Relation
id: Tambahkan Relasi
tr: Yakınlık Ekle
zh_hant: 添加關係

# add_other
source: Add Additional Info
id: Tambahkan Info Tambahan
tr: Ek Bilgi Ekleyin
zh_hant: 添加其他信息

# label_people1
source: Friend
id: Teman
tr: Arkadaş
zh_hant: 朋友

# label_people2
source: Colleague
id: Kolega
tr: İş Arkadaşı
zh_hant: 同事

# label_people3
source: Manager
id: Pengelola
tr: Müdür
zh_hant: 上司

# label_people4
source: Partner
id: Mitra
tr: Ortak
zh_hant: 合作夥伴

# label_people5
source: Relatives
id: Kerabat
tr: Akraba
zh_hant: 親屬

# label_people6
source: Parent
id: Induk
tr: Ebeveyn
zh_hant: 父母

# label_people7
source: Nephew
id: Keponakan laki-laki
tr: Erkek Yeğen
zh_hant: 兄弟

# label_people8
source: Niece
id: Keponakan perempuan
tr: Kız Yeğen
zh_hant: 姐妹

# label_people9
source: Child
id: Anak
tr: Çocuk
zh_hant: 子女

# label_people10
source: Father
id: Ayah
tr: Baba
zh_hant: 父親

# label_people11
source: Mother
id: Ibu
tr: Anne
zh_hant: 母親

# label_people12
source: Elder Brother
id: Kakak
tr: Abi
zh_hant: 哥哥

# label_people13
source: Elder Sister
id: Kakak perempuan
tr: Abla
zh_hant: 姐姐

# label_people14
source: Younger Brother
id: Adik laki-laki
tr: Erkek Kardeş
zh_hant: 弟弟

# label_people15
source: Younger Sister
id: Adik perempuan
tr: Kız Kardeş
zh_hant: 妹妹

# label_people16
source: Husband
id: Suami
tr: Eş (Erkek)
zh_hant: 丈夫

# label_people17
source: Wife
id: Istri
tr: Eş (Kadın)
zh_hant: 妻子

# label_people18
source: Son
id: Putra
tr: Oğul
zh_hant: 兒子

# label_people19
source: Daughter
id: Anak perempuan
tr: Kız Çocuk
zh_hant: 女兒

# label_people20
source: Boyfriend
id: Pacar
tr: Erkek Arkadaş
zh_hant: 男朋友

# label_people21
source: Girlfriend
id: Pacar perempuan
tr: Kız Arkadaş
zh_hant: 女朋友

# label_select
source: Select Label
id: Pilih Label
tr: Etiket Seç
zh_hant: 選擇標籤

# people_input_tip
source: Enter or select a contact
id: Masukkan atau pilih kontak
tr: Bir kişi girin veya seçin
zh_hant: 輸入或選擇聯繫人

source: E-mail
id: Surel
tr: E-posta
zh_hant: 電子郵件

# label_person
source: Personal
id: Pribadi
tr: Özel
zh_hant: 個人

# label_job
source: Work
id: Bekerja
tr: İş
zh_hant: 工作

source: Select Date
id: Pilih Tanggal
tr: Tarih Seç
zh_hant: 選擇日期

source: Birthday
id: Hari ulang tahun
tr: Doğum Günü
zh_hant: 生日

# event_date
source: Anniversary
id: Peringatan tahunan
tr: Yıldönümü
zh_hant: 紀念日
