Repository: buzzmsg/ImSdk-Ios-Demo
Catalog: IMSdk-Ios-demo/Demo/*.lproj/Localize.strings
Languages: id, tr, zh_hant

source: Chats
id: Obrolan
tr: Sohbet
zh_hant: 聊天

source: Contacts
id: Kontak
tr: Kişiler
zh_hant: 聯繫人

source: Moments
id: Momen
tr: Anlar
zh_hant: 時刻

source: Me
id: Aku
tr: Ben
zh_hant: 我

source: Ok
id: Oke
tr: Onayla
zh_hant: 確定

source: Delete
id: Menghapus
tr: Sil
zh_hant: 刪除

source: Save
id: Menyimpan
tr: Kaydet
zh_hant: 保存

source: Done
id: Selesai
tr: Bitti
zh_hant: 完成

source: Retry
id: Mencoba kembali
tr: Tekrar Deneyin!
zh_hant: 重試

source: Refresh
id: Menyegarkan
tr: Yenile
zh_hant: 刷新

source: Report
id: Laporan
tr: Şikayet Et
zh_hant: 舉報

source: Block
id: Memblokir
tr: Engelle
zh_hant: 拉黑

source: Unblock
id: Buka blokir
tr: Engellemeyi Kaldır
zh_hant: 取消拉黑

source: Male
id: Pria
tr: Erkek
zh_hant: 男性

source: Female
id: Perempuan
tr: Kadın
zh_hant: 女性

source: More
id: Lagi
tr: Daha Fazla
zh_hant: 更多

source: Am
id: Saya
tr: ÖÖ
zh_hant: 上午

source: Pm
tr: ÖS
zh_hant: 下午

source: Today
id: Hari ini
tr: Bugün
zh_hant: 今天

# yestoday
source: Yesterday
id: Kemarin
tr: Dün
zh_hant: 昨天

# Monday
source: Mon
id: Sen
tr: Pzt
zh_hant: 週一

# tuesday
source: Tue
id: Selasa
tr: Sal
zh_hant: 週二

# Wednesday
source: Wed
id: Menikahi
tr: Çar
zh_hant: 週三

# Thursday
source: Thu
id: Kam
tr: Per
zh_hant: 週四

# Friday
source: Fri
id: Jum
tr: Cum
zh_hant: 週五

# Saturday
source: Sat
id: Duduk
tr: Cmt
zh_hant: 週六

# sunday
source: Sun
id: Matahari
tr: Paz
zh_hant: 週日

source: Now
id: Sekarang
tr: Şimdi
zh_hant: 剛剛

# minute
source: min
tr: Dk
zh_hant: 分鐘

# hour
source: hr
id: jam
tr: Sa
zh_hant: 小時

source: Day
id: Hari
tr: Gün
zh_hant: 天

source: Days
id: Hari
tr: Günler
zh_hant: 天

# net_no
source: No internet! Please try again later.
id: Tidak ada internet! Coba lagi nanti.
tr: İnternet bağlantısı yok, lütfen sonra tekrar deneyin!
zh_hant: 沒有網絡，請稍後再試

# net_something
source: Something wrong with the network! Please try again later.
id: Ada yang salah dengan jaringan! Coba lagi nanti.
tr: İnternette bir sorun var, lütfen daha sonra tekrar deneyin!
zh_hant: 網絡貌似出了點問題，請稍後再試。

# net_unknown
source: An unknown error has occurred.
id: Terjadi kesalahan yang tidak diketahui.
tr: Bilinmeyen bir hata oluştu!
zh_hant: 出現了一個未知錯誤

# no_data
source: No content found!
id: Tidak ada konten yang ditemukan!
tr: Burada içerik yok!
zh_hant: 這裡還沒有內容

source: Disconnected!
id: Terputus!
tr: Bağlantı Kesildi!
zh_hant: 未連接

source: Connecting
id: Menghubungkan
tr: Bağlanıyor
zh_hant: 連接中

source: Receiving
id: Menerima
tr: Yükleniyor
zh_hant: 收取中

source: You
id: Anda
tr: Siz
zh_hant: 你

source: Hide
id: Bersembunyi
tr: Gizle
zh_hant: 隱藏

source: Mute
id: Bisu
tr: Sessize Al
zh_hant: 靜音

source: Unmute
id: Membunyikan
tr: Sesi Aç
zh_hant: 取消靜音

source: Pin
tr: Sabitle
zh_hant: 置頂

source: Unpin
id: Membuka peniti
tr: Sabitlemeyi Kaldır
zh_hant: 取消置頂

# chats_new
source: New Chat
id: Obrolan Baru
tr: Yeni Sohbet
zh_hant: 新聊天

# create_group_tip
source: You have selected multiple friends, a new group chat will be created.
id: Anda telah memilih banyak teman, obrolan grup baru akan dibuat.
tr: Birden fazla arkadaş seçtiniz, yeni bir grup oluşturulacak.
zh_hant: 你選擇了多個好友，將會創建一個新的群聊。

# qr_invalid
source: Invalid QR Code
id: Kode QR tidak valid
tr: Geçersiz QR Kodu
zh_hant: 無效二維碼

# qr_myself_tip
source: You can't scan your QR Code.
id: Anda tidak dapat memindai Kode QR Anda.
tr: Kendi QR Kodunuzu tarayamazsınız.
zh_hant: 不能掃描自己的二維碼

# qr_press_copy_tip
source: Press and hold to copy content.
id: Tekan dan tahan untuk menyalin konten.
tr: İçeriği kopyalamak için lütfen uzun süre basılı tutun.
zh_hant: 如需使用，請長按複製內容。

# qr_text_tip
source: The QR Code above has not been provided by TmmTmm. Please check the information carefully.
id: Kode QR di atas belum disediakan oleh TmmTmm. Silakan periksa informasi dengan hati-hati.
tr: Yukarıdaki QR Kodu TmmTmm'a ait değil, lütfen bilgileri dikkatlice gözden geçirin.
zh_hant: 以上掃碼的內容並非TmmTmm提供，請謹慎甄別信息。

source: Version Update
id: Pembaruan Versi
tr: Sürüm Yükseltme
zh_hant: 版本升級

# update_to_use_tip
source: Please update to the latest version to use this feature.
id: Perbarui ke versi terbaru untuk menggunakan fitur ini.
tr: Bu özelliği kullanmak için lütfen en son sürüme yükseltin.
zh_hant: 請升級最新版本使用此功能。

# go_update
source: Update
id: Memperbarui
tr: Yükselt
zh_hant: 去升級

# version_new
source: New Version
id: Versi baru
tr: Yeni Sürüm
zh_hant: -新版本-

# check_update
source: Check for Updates
id: Periksa Pembaruan
tr: Güncellemeleri Kontrol Et
zh_hant: 檢查更新

# switch_window
source: Switch to Main Window
id: Beralih ke Jendela Utama
tr: Ana Ekran ile Değiştir
zh_hant: 切換主窗口

# welcome
source: Welcome to TmmTmm
id: Selamat datang di TmmTmm
tr: TmmTmm'a hoş geldiniz!
zh_hant: 歡迎來到TmmTmm

# resend_code
source: Resend Verification Code
id: Kirim Ulang Kode Verifikasi
tr: Doğrulama Kodunu Yeniden Gönder
zh_hant: 重新發送驗證碼

source: Switch Account
id: Ganti akun
tr: Hesap Değiştir
zh_hant: 切換賬號

# error_code
source: Verification Code Error!
id: Kesalahan Kode Verifikasi!
tr: Doğrulama Kodu Hatası!
zh_hant: 驗證碼錯誤。

# complete_profile
source: Complete your profile
id: Lengkapi profil Anda
tr: Profilinizi tamamlayın.
zh_hant: 完善資料

# complete_profile_tip
source: Set up your profile to let others know you.
id: Siapkan profil Anda agar orang lain mengenal Anda.
tr: Başkalarının sizi tanıması için profilinizi düzenleyin.
zh_hant: 設置您的個人資料，讓其他人認識你。

# Forcibly_logout
source: We noticed that a new log in was made. Logged out from this device automatically.
id: Kami melihat bahwa login baru dibuat. Keluar dari perangkat ini secara otomatis.
tr: Yeni bir giriş yapıldığını fark ettik, bu cihazdan çıkış yapıldı.;
zh_hant: 本設備被強制退出登錄。

# input_message
source: Type a message...
id: Ketik pesan...
tr: Bir mesaj yazın...
zh_hant: 輸入內容…

# record_short_tip
source: The recording time is too short.
id: Waktu perekaman terlalu singkat.
tr: Ses kaydı çok kısa
zh_hant: 錄音時間太短了

# img_larger_tip
source: Unable to send photos larger than %dMB.
id: Tidak dapat mengirim foto yang lebih besar dari %dMB.
tr: %d MB'tan büyük fotoğraflar gönderilemiyor.
zh_hant: 圖片不能超過%dMB

# git_larger_tip
source: Unable to send GIFs larger than %dMB.
id: Tidak dapat mengirim GIF yang lebih besar dari %dMB.
tr: %d MB'tan büyük GIF'ler gönderilemiyor.
zh_hant: Gif圖片不能超過%dMB

# img_format_error_tip
source: Unsupported Image Format
id: Format Gambar Tidak Didukung
tr: Desteklenmeyen Görüntü Formatı!
zh_hant: 不支持的圖片格式

# video_larger_tip
source: Unable to send videos larger than %dMB.
id: Tidak dapat mengirim video yang lebih besar dari %dMB.
tr: %d MB'tan büyük videolar gönderilemiyor.
zh_hant: 視頻文件不能超過%dMB

# file_larger_tip
source: Unable to send files larger than %dMB.
id: Tidak dapat mengirim file yang lebih besar dari %dMB.
tr: %d MB'tan büyük dosyalar gönderilemiyor.
zh_hant: 文件不能超過%dMB

source: Sending...
id: Mengirim...
tr: Gönderiliyor...
zh_hant: 發送中

# send_fail_block_tip
source: The user has added you to the Blocked Accounts.
id: Pengguna telah menambahkan Anda ke Akun yang Diblokir.
tr: Karşı taraf sizi Engellenen Hesaplar'a ekledi.
zh_hant: 對方已將你加入了黑名單。

# forward_fail_message_deleted
source: Forward failed! The message has been deleted.
id: Maju gagal! Pesan telah dihapus.
tr: İletme başarısız, mesaj silindi.
zh_hant: 轉發失敗，消息已被刪除。

source: Forward
id: Maju
tr: İlet
zh_hant: 轉發

source: Select Contact
id: Pilih Kontak
tr: Kişi Seçin
zh_hant: 選擇聯繫人

# select_group
source: Select Group Chat
id: Pilih Obrolan Grup
tr: Grup Sohbeti'ni Seçin
zh_hant: 選擇群聊

source: Recent Chats
id: Obrolan Terbaru
tr: Son Sohbetler
zh_hant: 最近聊天

# forward_max_tip
source: Maximum %d chats can be selected at a time.
id: Maksimum %d obrolan dapat dipilih sekaligus.
tr: Tek seferde en fazla %d sohbet seçilebilir.
zh_hant: 一次最多選擇%d個

# no_search_result
source: No Result Found!
id: Tidak Ada Hasil Ditemukan!
tr: Arama Sonucu Bulunamadı!
zh_hant: 沒有搜索結果

# message_deleted
source: Message has been deleted.
id: Pesan telah dihapus.
tr: Mesaj silindi
zh_hant: 消息已被刪除

# message_delete_everyone
source: Delete for everyone
id: Hapus untuk semua orang
tr: Herkesten sil
zh_hant: 撤回消息

# message_delete_me
source: Delete for me
id: Hapus untuk saya
tr: Benden sil
zh_hant: 刪除消息

# you_delete_message_everyone
source: You deleted a message.
id: Anda menghapus pesan.
tr: Bir mesajı sildiniz.
zh_hant: 你撤回了一條消息

# delete_message_all
source: %s deleted a message.
id: %s menghapus pesan.
tr: %s bir mesajı sildi.
zh_hant: %s撤回了一條消息

# delete_message_tip
source: Are you sure you want to delete this message?
id: Apakah Anda yakin ingin menghapus pesan ini?
tr: Bu mesajı silmek istediğinizden emin misiniz?
zh_hant: 確定要刪除這條消息嗎

# delete_message_multiple_tip
source: Are you sure you want to delete the selected message?
id: Yakin ingin menghapus pesan yang dipilih?
tr: Seçilen mesajı silmek istediğinizden emin misiniz?
zh_hant: 確定要刪除選中的消息嗎？

source: Translate
id: Menerjemahkan
tr: Çevir
zh_hant: 翻譯

source: TmmTmm Translate
id: TmmTmm Terjemahkan
tr: TmmTmm Çeviri
zh_hant: TmmTmm 翻譯

source: Translating...
id: Menerjemahkan...
tr: Çevriliyor…
zh_hant: 翻譯中...

# translation_fail
source: Translation Failed!
id: Terjemahan Gagal!
tr: Çeviri Başarısız!
zh_hant: 翻譯失敗

# translation_fail_not_supported
source: Translation in this language is currently not supported.
id: Terjemahan dalam bahasa ini saat ini tidak didukung.
tr: Bu dilde çeviri şu an için desteklenmiyor.
zh_hant: 暫不支持該語言的翻譯

# net_error
source: Network Error!
id: Kesalahan Jaringan!
tr: Ağ Hatası!
zh_hant: 網絡錯誤

source: Translation Error!
id: Kesalahan Terjemahan!
tr: Çeviri Hatası!
zh_hant: 翻譯出錯

# message_delete_everyone_all
source: Delete from Everyone (All)
id: Hapus dari Semua Orang (Semua)
tr: Herkesten Sil (Tümü)
zh_hant: 撤回我的消息

# message_delete_everyone_all_tip
source: Are you sure you want to delete all your messages for everyone?
id: Yakin ingin menghapus semua pesan Anda untuk semua orang?
tr: Tüm mesajlarınızı herkesten silmek istediğinize emin misiniz?
zh_hant: 你確定要撤回所有消息嗎？

source: Deleted
id: Dihapus
tr: Silindi
zh_hant: 已刪除

# you_delete_message_everyone_all
source: You got all your messages recalled.
id: Semua pesan Anda ditarik kembali.
tr: Bütün mesajlarınızı geri aldınız.
zh_hant: 你撤回了自己的所有消息

# delete_message_everyone_all
source: %s got all own messages recalled.
id: %s menarik kembali semua pesannya sendiri.
tr: %s kişisi bütün mesajlarını geri aldı.
zh_hant: %s撤回了自己的所有消息

# clear_message
source: Clear Chat
id: Hapus Obrolan
tr: Sohbeti Temizle
zh_hant: 清除聊天記錄

# clear_message_tip
source: Are you sure you want to clear the chat?
id: Yakin ingin menghapus obrolan?
tr: Sohbeti temizlemek istediğinizden emin misiniz?
zh_hant: 你確定要清除聊天記錄嗎？

source: Clear
id: Jernih
tr: Temizle
zh_hant: 清除

# clear_message_succ
source: Chat History Deleted
id: Riwayat Obrolan Dihapus
tr: Sohbet Geçmişi Silindi
zh_hant: 已清除聊天記錄

# at_for
source: Tagged Person
id: Orang yang Ditandai
tr: Etiketlenen Kişi
zh_hant: 提醒的人

# at_all
source: All
id: Semua
tr: Herkes
zh_hant: 所有人

# create_group
source: Create a Group
id: Buat Grup
tr: Grup Oluştur
zh_hant: 創建群聊

# group_disbanded
source: This group has been disbanded.
id: Grup ini telah dibubarkan.
tr: Grup Silindi!
zh_hant: 該群已解散。

# create_group_fail
source: Create a group failed! Please try again later.
id: Membuat grup gagal! Coba lagi nanti.
tr: Grup oluşturulamadı, lütfen daha sonra tekrar deneyin.
zh_hant: 創建群失敗，請稍後再試。

# invited_group_tip_for_you
source: You invited %s to join the group chat
id: Anda mengundang %s untuk bergabung dengan obrolan grup
tr: %s kişisini grup sohbetine katılmaya davet ettiniz.
zh_hant: 你邀請%s加入了群聊

# invited_you_group_tip
source: %1$s invited you, %2$s to join the group chat.
id: %1$s mengundang Anda, %2$s untuk bergabung dengan obrolan grup.
tr: %1$s sizi, %2$s kişisini grup sohbetine katılmaya davet etti.
zh_hant: %1$s邀請你、%2$s加入了群聊

# invited_group_tip
source: %1$s invited %2$s to join the group chat.
id: %1$s mengundang %2$s untuk bergabung dengan obrolan grup.
tr: %2$s, %1$s kişisini grup sohbetine katılmaya davet etti.
zh_hant: %1$s邀請%2$s加入了群聊

# group_max_tip
source: The number of people in this group has reached the upper limit.
id: Jumlah orang dalam grup ini telah mencapai batas atas.
tr: Bu gruptaki kişi sayısı üst sınıra ulaştı.
zh_hant: 此群人數已達上限。

# invited_fail_not_you
source: The invitation could not be sent, you are not a group member.
id: Undangan tidak dapat dikirim, Anda bukan anggota grup.
tr: Davet gönderilemedi, grup üyesi değilsiniz.
zh_hant: 邀請失敗，你不是群成員。

# join_group_qr
source: %s scanned the QR Code to join the group chat.
id: %s memindai Kode QR untuk bergabung dengan obrolan grup.
tr: %s,grup sohbetine katılmak için QR kodunu taradı.
zh_hant: %s掃碼加入了群聊

# you_set_group_name_tip
source: You have changed the group name from '%1$s' to' %2$s'.
id: Anda telah mengubah nama grup dari '%1$s' menjadi '%2$s'.
tr: %1$s' grup adını '%2$s' olarak değiştirdiniz.
zh_hant: 你已將群名字由'%1$s'改成了'%2$s'

# set_group_name_tip
source: %1$s changed the group name from '%2$s' to '%3$s'
id: %1$s mengubah nama grup dari '%2$s' menjadi '%3$s'
tr: %1$s kişisi '%2$s' grup adını '%3$s' olarak değiştirdi.
zh_hant: %1$s將群名字由'%2$s'改成了'%3$s'

# set_succ
source: Edit Successful!
id: Sunting Berhasil!
tr: Düzenleme Başarılı!
zh_hant: 修改成功

# set_fail
source: Edit Failed!
id: Sunting Gagal!
tr: Düzenleme Başarısız!
zh_hant: 修改失敗

# you_remove_tip
source: %s has been removed from the group chat by you.
id: %s telah dihapus dari obrolan grup oleh Anda.
tr: %s, sizin tarafınızdan grup sohbetinden çıkarıldı.
zh_hant: %s已被你移除群聊

# remove_you_tip
source: %s removed you from the group chat
id: %s menghapus Anda dari obrolan grup
tr: %s sizi grup sohbetinden çıkardı.
zh_hant: %s已將你移除群聊

# remove_tip
source: %1$s has been removed from group chat by %2$s.
id: %1$s telah dihapus dari obrolan grup oleh %2$s.
tr: %1$s, %2$s tarafından grup sohbetinden çıkarıldı.
zh_hant: %1$s已被%2$s移除群聊

# you_not_in_group
source: You are not a member of the group.
id: Anda bukan anggota grup.
tr: Bu grubun üyesi değilsiniz.
zh_hant: 你不是群成員。

# remove_dialog_tip
source: Are you sure you want to remove %s from the group chat?
id: Yakin ingin menghapus %s dari obrolan grup?
tr: %s kişisini grup sohbetinden çıkarmak istediğine emin misin?
zh_hant: 確定要將%s移出群聊嗎？

# you_become_owner
source: You have become the new owner
id: Anda telah menjadi pemilik baru
tr: Yeni Grup Kurucusu siz oldunuz.
zh_hant: 你已成為新群主

# become_owner
source: %s has become the new owner.
id: %s telah menjadi pemilik baru.
tr: %s, grubun yeni sahibi oldu.
zh_hant: %s已成為新群主

# qr_validity_time
source: QR Code Validity Period %s
id: Masa Berlaku Kode QR %s
tr: QR Kodu Geçerlilik Süresi %s
zh_hant: 二維碼有效期至%s

# join_group_tip
source: Are you sure you want to join the group chat?
id: Apakah Anda yakin ingin bergabung dengan obrolan grup?
tr: Grup sohbetine katılmak istediğinizden emin misiniz?
zh_hant: 確定要加入群聊嗎？

# group_out_tip
source: Are you sure you want to delete and exit the group chat?
id: Yakin ingin menghapus dan keluar dari obrolan grup?
tr: Grup sohbetini silmek ve gruptan çıkmak istediğinize emin misiniz?
zh_hant: 確定要刪除並且退出群聊嗎？

# img_full
source: Full Image
id: Gambar Penuh
tr: Tam Görüntü
zh_hant: 原圖

source: Share
id: Membagikan
tr: Paylaş
zh_hant: 分享

source: Save to Album
id: Simpan ke Album
tr: Albümlere Kaydet
zh_hant: 保存到相冊

# scan_qr
source: Scan Qr Code
id: Pindai kode QR
tr: QR Kodunu Tanımlayın
zh_hant: 識別二維碼

source: Download
id: Unduh
tr: Resmi İndir
zh_hant: 下載

source: Minimize
id: Memperkecil
tr: Resmi Küçült
zh_hant: 縮小

source: Maximize
id: Maksimalkan
tr: Resmi Büyüt
zh_hant: 放大

source: Original Size
id: Ukuran asli
tr: Gerçek Boyut
zh_hant: 實際大小

# fit_window
source: Fit in Window
id: Pas di Jendela
tr: Çerçeveye Sığdır
zh_hant: 適應窗口

# pc_call_tip
source: Make audio/video calls, answer them on your phone.
id: Lakukan panggilan audio/video, jawab di ponsel Anda.
tr: Sesli/Görüntülü aramaları telefonunuzdan yapın ve cevaplayın.
zh_hant: 音視頻通話，請在手機上接聽。

# pc_gift_tip
source: Gift received, please check it on your phone.
id: Hadiah sudah diterima, silakan periksa di ponsel Anda.
tr: Kese Bildirimi, lütfen telefonunuzdan görüntüleyin.
zh_hant: 紅包消息，請在手機上查看。

# pc_transfer_tip
source: Transfer received, please check it on your phone.
id: Transfer diterima, silakan periksa di ponsel Anda.
tr: Transfer Bildirimi, lütfen telefonunuzdan görüntüleyin.
zh_hant: 轉賬消息，請在手機上查看。

source: Open
id: Membuka
tr: Aç
zh_hant: 打開

# open_other
source: Open in another app
id: Buka di aplikasi lain
tr: Başka Uygulamada Aç
zh_hant: 使用其他APP打開

# unknown_message
source: Unknown message! Please check it again after update.
id: Pesan tidak dikenal! Silakan periksa lagi setelah pembaruan.
tr: Bilinmeyen mesaj, lütfen sürümü yükselttikten sonra kontrol edin.
zh_hant: 未知消息，請升級後查看。

# check_phone
source: Please check it on your phone.
id: Silakan periksa di ponsel Anda.
tr: Lütfen telefonunuzdan görüntüleyin.
zh_hant: 請在手機上查看

# pay_succ
source: Payment Successful!
id: Pembayaran berhasil!
tr: Ödeme Başarılı
zh_hant: 支付成功

# group_gift
source: Group Gifts
id: Hadiah Grup
tr: Grup Keseleri
zh_hant: 群紅包

# receive_pay
source: Receive Payment
id: Menerima Pembayaran
tr: Para Al
zh_hant: 收款

# withdraw_start
source: Initiate a Withdraw
id: Lakukan Penarikan
tr: Para Çekme İşlemini Başlat
zh_hant: 發起提現

# withdraw_succ
source: Withdraw Successful!
id: Penarikan Berhasil!
tr: Para Çekme Başarılı
zh_hant: 提現成功

source: Withdraw Refund
id: Tarik Pengembalian Dana
tr: Para Çekme İadesi
zh_hant: 提現退款

source: Remark
id: Komentar
tr: Açıklama
zh_hant: 備註

# withdraw_fail
source: Withdraw Failed! Cryptocurrency returned to the wallet.
id: Penarikan Gagal! Cryptocurrency dikembalikan ke dompet.
tr: Para Çekme İşlemi Başarısız! Kripto Para cüzdanınıza iade edildi.
zh_hant: 提現失敗，已退回錢包

source: Gift Refund
id: Pengembalian Hadiah
tr: Kese İadesi
zh_hant: 紅包退款

# gift_left
source: The gift has not been received.
id: Hadiah belum diterima.
tr: Kese alınmadı
zh_hant: 紅包未被領取

# gift_left_all
source: The gift has not been received completely.
id: Hadiah belum diterima sepenuhnya.
tr: Kese tamamen alınmadı
zh_hant: 紅包未被領完

# image
source: Picture
id: Gambar
tr: Resim
zh_hant: 圖片

source: Video
zh_hant: 視頻

source: Voice
id: Suara
tr: Sesli
zh_hant: 語音

source: Voice Call
id: Panggilan suara
tr: Sesli Arama
zh_hant: 語音通話

source: Video Call
id: Panggilan video
tr: Görüntülü Arama
zh_hant: 視頻通話

source: Gift
id: Hadiah
tr: Kese
zh_hant: 紅包

# gift_1
source: Gift
id: Hadiah
tr: Kese'nizi
zh_hant: 紅包

# gift_2
source: Gift
id: Hadiah
tr: Kese'sini
zh_hant: 紅包

# gift_3
source: Gift
id: Hadiah
tr: Kese'si
zh_hant: 紅包

# gift_4
source: Gift
id: Hadiah
tr: Kese'niz
zh_hant: 紅包

source: Transfer
zh_hant: 轉賬

source: Open Platform
id: Platform Terbuka
tr: Herkese Açık Platform
zh_hant: 開放平台

# add_request_tip
source: New Friend Request
id: Permintaan Teman Baru
tr: Yeni Arkadaşlık İsteği
zh_hant: 新的好友申請

# add_request_who_tip
source: %s wants to add you as a friend.
id: %s ingin menambahkan Anda sebagai teman.
tr: %s kişisi sizi arkadaş olarak ekledi, sohbete başlayın!
zh_hant: %s想添加你為好友

# add_succ_chat_tip
source: You have added %s as your friend. Start chatting!
id: Anda telah menambahkan %s sebagai teman Anda. Mulai mengobrol!
tr: %s kişisini arkadaşınız olarak eklediniz, sohbete başlayın!
zh_hant: 你已經添加了%s，可以開始聊天了。

source: No Contact!
id: Tidak Ada Kontak!
tr: Rehberinizde kimse yok!
zh_hant: 沒有聯繫人

# add_friends_tip
source: Hurry up and add friends!
id: Cepat dan tambahkan teman!
tr: Hemen arkadaş ekle
zh_hant: 快去添加好友吧

source: Add Friend
id: Menambah teman
tr: Arkadaş Ekle
zh_hant: 添加好友

# user_not_exist
source: User does not exist!
id: Pengguna tidak ada!
tr: Kullanıcı Bulunamadı!
zh_hant: 用戶不存在

source: QR Code
id: Kode QR
tr: QR Kodu
zh_hant: 掃描二維碼

# block_tip
source: After adding a user to the Blocked Accounts, you will not receive messages from the user and you will not be able to see each other's Moments.
id: Setelah menambahkan pengguna ke Akun yang Diblokir, Anda tidak akan menerima pesan dari pengguna tersebut dan Anda tidak akan dapat melihat Momen satu sama lain.
tr: Karşı tarafı Engellenen Hesaplar'a ekledikten sonra, karşı taraftan mesaj alamazsınız ve birbirinizin Anlar'ını göremezsiniz.
zh_hant: 將對方加入黑名單後，你將收不到對方的消息，你們互相看不到對方的Moments。

# block_succ
source: Add to Blocked Accounts
id: Tambahkan ke Akun yang Diblokir
tr: Engellenen Hesaplar'a Ekle
zh_hant: 已加入黑名單

# unblock_succ
source: Remove from Blocked Accounts
id: Hapus dari Akun yang Diblokir
tr: Engellenen Hesaplar'dan Kaldır
zh_hant: 已移出黑名單

# add_block_tip
source: Add Failed! The user has added you to the Blocked Accounts.
id: Tambah Gagal! Pengguna telah menambahkan Anda ke Akun yang Diblokir.
tr: Ekleme başarısız! Karşı taraf sizi Engellenen Hesaplar'a ekledi.
zh_hant: 添加失敗，對方已將你加入了黑名單。

# comment_you_block_tip
source: Sending comment failed! You have added the user to the Blocked Accounts.
id: Mengirim komentar gagal! Anda telah menambahkan pengguna ke Akun yang Diblokir.
tr: Yorum Gönderilemedi! Karşı tarafı Engellenen Hesaplar'a eklediniz.
zh_hant: 評論發布失敗，你已經將對方加入了黑名單

# comment_block_tip
source: Sending comment failed! The user has added you to the Blocked Accounts.
id: Mengirim komentar gagal! Pengguna telah menambahkan Anda ke Akun yang Diblokir.
tr: Yorum Gönderilemedi! Karşı taraf sizi Engellenen Hesaplar'a ekledi.
zh_hant: 評論發布失敗，對方已將你加入了黑名單

# like_you_block_tip
source: Like failed! You have added the user to the Blocked Accounts.
id: Seperti gagal! Anda telah menambahkan pengguna ke Akun yang Diblokir.
tr: Beğeni Başarısız! Karşı tarafı Engellenen Hesaplar'a eklediniz.
zh_hant: 點贊失敗，你已經將對方加入了黑名單

# like_block_tip
source: Like failed! The user has added you to the Blocked Accounts.
id: Seperti gagal! Pengguna telah menambahkan Anda ke Akun yang Diblokir.
tr: Beğeni Başarısız! Karşı taraf sizi Engellenen Hesaplar'a ekledi.
zh_hant: 點贊失敗，對方已將你加入了黑名單

# call_block_tip
source: Call failed! The user has added you to the Blocked Accounts.
id: Panggilan gagal! Pengguna telah menambahkan Anda ke Akun yang Diblokir.
tr: Arama Başarısız! Karşı taraf sizi Engellenen Hesaplar'a ekledi.
zh_hant: 呼叫失敗，對方已將你加入了黑名單

# call_you_block_tip
source: Call failed! You have added the user to the Blocked Accounts.
id: Panggilan gagal! Anda telah menambahkan pengguna ke Akun yang Diblokir.
tr: Arama Başarısız! Karşı tarafı Engellenen Hesaplar'a eklediniz.
zh_hant: 呼叫失敗，你已經將對方加入了黑名單

# transfer_block_tip
source: Transfer failed! The user has added you to the Blocked Accounts.
id: Transfer gagal! Pengguna telah menambahkan Anda ke Akun yang Diblokir.
tr: İletme Başarısız! Karşı taraf sizi Engellenen Hesaplar'a ekledi.
zh_hant: 轉賬失敗，對方已將你加入了黑名單。

# gift_block_tip
source: Sending Kese failed! The user has added you to the Blocked Accounts.
id: Mengirim Kese gagal! Pengguna telah menambahkan Anda ke Akun yang Diblokir.
tr: Kese Gönderilemedi! Karşı taraf sizi Engellenen Hesaplar'a ekledi.
zh_hant: 發紅包失敗，對方已將你加入了黑名單。

# delete_contact_tip
source: Are you sure you want to delete %s?
id: Anda yakin ingin menghapus %s?
tr: %s kişisini silmek istediğinizden emin misiniz?
zh_hant: 確定要刪除 %s 嗎？

# add_friend_first
source: You are not this user's friend yet, please %s first.
id: Anda belum menjadi teman pengguna ini, harap %s terlebih dahulu.
tr: Henüz arkadaş değilsiniz, lütfen %s Karşı tarafın onaylamasını bekleyin.
zh_hant: 你們還不是好友，請先%s，對方驗證通過後才能聊天。

# add_friend_first_send
source: Send a friend request.
id: Kirim permintaan pertemanan.
tr: arkadaşlık isteği gönderin.
zh_hant: 發送好友請求

# meeting_fail_calling
source: While calling, you cannot make another call.
id: Saat menelepon, Anda tidak dapat melakukan panggilan lain.
tr: Arama esnasında başka bir arama yapamazsınız.
zh_hant: 呼叫中，暫時不能撥打
