Repository: buzzmsg/ImSdk-Ios-Demo
Catalog: IMSdk-Ios-demo/Demo/*.lproj/Localize.strings
Languages: id, tr, zh_hant

source: School
id: Sekolah
tr: Okul
zh_hant: 學校

source: Address
id: Alamat
tr: Adres
zh_hant: 地址

# label_marry
source: Married
id: Telah menikah
tr: Evli
zh_hant: 結婚

source: None
id: Tidak ada
tr: Yok
zh_hant: 無

source: Add E-mail
id: Tambahkan Email
tr: E-posta Ekle
zh_hant: 添加電子郵件

source: Add Date
id: Tambahkan Tanggal
tr: Tarih Ekle
zh_hant: 添加日期

source: Add School
id: Tambahkan Sekolah
tr: Okul Ekle
zh_hant: 添加學校

source: Add Address
id: Tambahkan alamat
tr: Adres Ekle
zh_hant: 添加地址

# label_home_address
source: Home Address
id: Alamat rumah
tr: Ev Adresi
zh_hant: 家庭地址

# label_company_address
source: Company Address
id: Alamat perusahaan
tr: Şirket Adresi
zh_hant: 公司地址

# way_scan
source: Added via scanning.
id: Ditambahkan melalui pemindaian.
tr: QR Tarama ile eklendi.
zh_hant: 通過掃碼添加对方

# way_scan_side
source: The other user added via scanning.
id: Pengguna lain menambahkan melalui pemindaian.
tr: Karşı taraf QR Tarama ile ekledi.
zh_hant: 對方通過掃碼添加

# way_group
source: Added via group chat '%s'
id: Ditambahkan melalui obrolan grup '%s'
tr: %s' grup sohbetinden eklendi.
zh_hant: 通過群聊“%s”添加对方

# way_phone
source: Added via phone number.
id: Ditambahkan melalui nomor telepon.
tr: Telefon numarası ile eklendi.
zh_hant: 通過搜索電話號碼添加对方

# way_phone_side
source: The other user added via phone number.
id: Pengguna lain menambahkan melalui nomor telepon.
tr: Karşı taraf telefon numarası ile ekledi.
zh_hant: 對方通過搜索電話號碼添加

# way_tmmid
source: Added via TmmTmm ID.
id: Ditambahkan melalui ID TmmTmm.
tr: TmmTmm ID ile eklendi.
zh_hant: 通過搜索TmmTmm ID添加对方

# way_tmmid_side
source: The other user added via TmmTmm ID.
id: Pengguna lain menambahkan melalui ID TmmTmm.
tr: Karşı taraf TmmTmm ID ile ekledi.
zh_hant: 對方通過搜索TmmTmm ID添加

# way_moments
source: Added via Moments.
id: Ditambahkan melalui Momen.
tr: Anlar ile eklendi.
zh_hant: 通過Moments添加对方

# way_moments_side
source: The other user added via Moments.
id: Pengguna lain menambahkan melalui Momen.
tr: Karşı taraf Anlar ile ekledi.
zh_hant: 對方通過Moments添加

# way_nearby
source: Added via People Nearby.
id: Ditambahkan melalui Orang Terdekat.
tr: Yakındaki Kişiler ile eklendi.
zh_hant: 通過附近的人添加对方

# way_nearby_side
source: The other user added via People Nearby.
id: Pengguna lain menambahkan melalui People Nearby.
tr: Karşı taraf Yakındaki Kişiler ile ekledi.
zh_hant: 對方通過附近的人添加

# gift_from
source: From %s
id: Dari %s
tr: %s kişisinden
zh_hant: 來自 %s

source: Add Company
id: Tambahkan Perusahaan
tr: Şirket Ekle
zh_hant: 添加公司

# net_poor_you
source: Your network connection is poor!
id: Koneksi jaringan Anda buruk!
tr: Ağ bağlantınız zayıf!
zh_hant: 你的網絡很弱

# net_poor_other
source: The other user's network connection is poor!
id: Koneksi jaringan pengguna lain buruk!
tr: Karşı tarafın ağ bağlantısı zayıf!
zh_hant: 對方網絡較弱

# date_ymd
source: %3$s.%2$s.%1$s
zh_hant: %1$s年%2$s月%3$s日

# date_md
source: %2$s.%1$s
zh_hant: %1$s月%2$s日

# pc_location_tip
source: For location information, please check it on your phone.
id: Untuk informasi lokasi, silakan periksa di ponsel Anda.
tr: Konum bilgisi için lütfen telefonunuzdan kontrol sağlayın.
zh_hant: 位置消息，請在手機上查看。

# del_message_tip
source: Are you sure you want to delete all messages?
id: Apakah Anda yakin ingin menghapus semua pesan?
tr: Tüm mesajları silmek istediğinizden emin misiniz?
zh_hant: 你確定要删除所有消息嗎？

# video_not_play
source: This format is temporarily not supported.
id: Format ini untuk sementara tidak didukung.
tr: Bu format geçici olarak desteklenmiyor.
zh_hant: 暫不支持播放此格式

source: No Conversation
id: Tidak Ada Percakapan
tr: Sohbet yok
zh_hant: 沒有會話

source: Initializing…
id: Menginisialisasi…
tr: Başlatılıyor…
zh_hant: 正在初始化…

# initialization_fail
source: Initialization Failed!
id: Inisialisasi Gagal!
tr: Başlatma Başarısız Oldu!
zh_hant: 初始化失敗

# code_frequently
source: The verification code has been sent too often, please try again later.
id: Kode verifikasi sudah terlalu sering dikirim, silakan coba lagi nanti.
tr: Doğrulama Kodu çok sık gönderildi, lütfen daha sonra tekrar deneyin.
zh_hant: 獲取驗證碼過於頻繁，請稍後再試。

# same_name_tip
source: You have entered the same first name and surname. Are you sure to continue?
id: Anda telah memasukkan nama depan dan belakang yang sama. Apakah Anda yakin untuk melanjutkan?
tr: Aynı adı ve soyadı girdiniz, devam edeceğinizden emin misiniz?
zh_hant: 您輸入了相同的名和姓，確定繼續嗎？

# group_ower
source: Group Owner
id: Pemilik Grup
tr: Grup Sahibi
zh_hant: 群主

# delete_message_for_all_tip
source: Are you sure you want to delete this message for everyone?
id: Yakin ingin menghapus pesan ini untuk semua orang?
tr: Bu mesajı herkesten silmek istediğinizden emin misiniz?
zh_hant: 確定要撤回這條消息嗎？

# page_delete_everyone
source: Delete for everyone
id: Hapus untuk semua orang
tr: Herkesten sil
zh_hant: 删除並撤回消息

# page_delete_me
source: Delete for me
id: Hapus untuk saya
tr: Benden Sil
zh_hant: 刪除消息

# page_delete_everyone_tip
source: Delete all messages and messages I sent
id: Hapus semua pesan dan pesan yang saya kirim
tr: Tüm sohbet geçmişini ve gönderdiğim mesajları herkesten sil
zh_hant: 删除所有消息並且撤回我發送的消息

# page_delete_me_tip
source: Delete all messages
id: Hapus semua pesan
tr: Tüm mesajları sil
zh_hant: 删除所有消息

# page_delete_everyone_tip_pc
source: Are you sure you want to delete all messages and the messages you sent?
id: Yakin ingin menghapus semua pesan dan pesan yang Anda kirim?
tr: Tüm sohbet geçmişini ve gönderdiğiniz mesajları herkesten silmek istediğinizden emin misiniz?
zh_hant: 確定要删除所有消息並且撤回我發送的消息嗎？

# page_delete_me_tip_pc
source: Are you sure you want to delete all messages?
id: Apakah Anda yakin ingin menghapus semua pesan?
tr: Tüm mesajları silmek istediğinizden emin misiniz?
zh_hant: 確定要删除所有消息嗎

# b_recall
source: Recall
id: Mengingat
tr: Geri Al
zh_hant: 撤回

# recall_succ
source: Recalled
id: Ingat
tr: Geri Alındı
zh_hant: 已撤回

source: Selected
id: Terpilih
tr: Seçili
zh_hant: 已選擇

source: Uploading
id: Mengunggah
tr: Yükleniyor…
zh_hant: 上傳中…

# file_no_exis
source: File doesn't exist!
id: Berkas tidak ada!
tr: Dosya Bulunamadı!
zh_hant: 檔案不存在

# pc_scan_use_tmm
source: Log in TmmTmm with scanning code
id: Masuk TmmTmm dengan kode pemindaian
tr: TmmTmm QR Kodunu Tarayarak Giriş Yap
zh_hant: 用TmmTmm掃碼登入

# pc_scan_done
source: Scan completed, waiting for confirmation
id: Pemindaian selesai, menunggu konfirmasi
tr: QR Kodu Tarandı, Doğrulama Bekliyor...
zh_hant: 已掃描二維碼，等待確認

# pc_phone_click_login
source: Complete log in on your phone
id: Selesaikan login di ponsel Anda
tr: Lütfen Telefonunuzdan Giriş Yap Butonuna Tıklayın
zh_hant: 請在手機上點擊登入

source: Paste
id: Tempel
tr: Yapıştır
zh_hant: 粘貼

source: Select All
id: Pilih Semua
tr: Hepsini Seç
zh_hant: 選擇所有

# forword_msg
source: Forward the Message
id: Teruskan Pesan
tr: Mesajı İlet
zh_hant: 轉發消息

# msg_too_long
source: Content of the message exceeds the maximum length.
id: Isi pesan melebihi panjang maksimum.
tr: Gönderilen mesaj içeriği maksimum uzunluğundan fazladır
zh_hant: 發送消息內容超過最大長度

# return_qr_code
source: Return to QR Code Log in
id: Kembali ke Login Kode QR
tr: QR Kodu Girişine Dön
zh_hant: 返回二維碼登入

source: Success!
id: Kesuksesan!
tr: Başarılı
zh_hant: 成功

source: Undo
id: Membuka
tr: Geri Al
zh_hant: 撤銷

# close_window
source: Close
id: Menutup
tr: Kapat
zh_hant: 關閉窗口

# pc_version
source: Version Number
id: Nomor Versi
tr: Versiyon No
zh_hant: 版本號

# pc_chat_view
source: View Detail
id: Lihat Detail
tr: Detayları Kontrol Et
zh_hant: 查看詳情

# sdk_initializing
source: Initializing Service
id: Inisialisasi Layanan
tr: Başlatma Servisi
zh_hant: 初始化服務

# sdk_init_failed
source: Initializing Failed!
id: Inisialisasi Gagal!
tr: Başlatma Başarısız!
zh_hant: 初始化失敗

# sdk_init_forbid
source: You don't have permission to view.
id: Anda tidak memiliki izin untuk melihat.
tr: Kontrol Etmeye Yetkiniz Yok!
zh_hant: 你沒有權限查看

# sdk_upgrade
source: Upgrading…
id: Perbaikan…
tr: Güncelleniyor…
zh_hant: 升級中

# nickname
source: Name
id: Nama
tr: Ad
zh_hant: 暱稱

# privacy_phone
source: Phone Number
id: Nomor telepon
tr: Telefon Numarası
zh_hant: 手機號

# login_phone
source: Phone Number
id: Nomor telepon
tr: Telefon Numarası
zh_hant: 手機號

# login_google
source: Continue with Google
id: Lanjutkan dengan Google
tr: Google ile devam et
zh_hant: Google

# login_apple
source: Continue with Apple
id: Lanjutkan dengan Apple
tr: Apple ile devam et
zh_hant: Apple

# login_facebook
source: Continue with Facebook
id: Lanjutkan dengan Facebook
tr: Facebook ile devam et
zh_hant: Facebook

# login_twitter
source: Continue with Twitter
id: Lanjutkan dengan Twitter
tr: Twitter ile devam et
zh_hant: Twitter

# login_error_remind1
source: Please install %s first.
id: Harap instal %s terlebih dahulu.
tr: Lütfen önce %s kurun
zh_hant: 請先安裝%s

# login_error_remind2
source: Authorization Cancelled!
id: Otorisasi Dibatalkan!
tr: Yetkilendirme İptal Edildi!
zh_hant: 授權取消

# login_error_remind3
source: Authorization Timed Out! Please Try Again.
id: Waktu Otorisasi Habis! Silakan Coba Lagi.
tr: Yetkilendirme zamanı bitti, Lütfen tekrar deneyin!
zh_hant: 授權超時，请重试

# login_error_remind4
source: Authorization Failed!
id: Otorisasi gagal!
tr: Yetkilendirme Başarısız Oldu!
zh_hant: 授權失敗

# login_error_remind5
source: Abnormal third-party account
id: Akun pihak ketiga yang tidak normal
tr: Bilinmeyen Üçüncü Parti Hesabı
zh_hant: 第三方賬號異常

# change_phone_auth
source: Modify phone number verification
id: Ubah verifikasi nomor telepon
tr: Telefon Numarasını Değiştir
zh_hant: 修改手機號驗證

# scancode_refresh_remind
source: Refresh after %ss
id: Segarkan setelah %ss
tr: %ss'den Sonra Güncelleştir
zh_hant: 在%ss後更新

# scancode_switch
source: Change
id: Mengubah
tr: Değiştir
zh_hant: 切換

# scancode_short_add_remind
source: [%s] Successfully Added Me
id: [%s] Berhasil Menambahkan Saya
tr: [%s] Beni Başarıyla Ekledi
zh_hant: [%s]已添加我為好友

# scancode_long_add_remind
source: [%s] Waiting to Add Me
id: [%s] Menunggu Menambahkan Saya
tr: [%s] Bana Arkadaşlık İsteği Gönderdi
zh_hant: [%s]正在申請添加我為好友

# scancode_long_name
source: Long-Term QR Code
id: Kode QR Jangka Panjang
tr: Uzun Süreli QR Kodu
zh_hant: 長期二維碼

# skip_info
source: Skip
id: Melewati
tr: Geç
zh_hant: 跳過

# start_button
source: Start
id: Awal
tr: Başlat
zh_hant: 開始

# binding_remind
source: Bind
id: Mengikat
tr: Bağla
zh_hant: 去綁定

# bound_remind
source: Bound
id: Melompat
tr: Bağlandı
zh_hant: 已綁定

# bound_failed_remind
source: Binding Failed!
id: Mengikat Gagal!
tr: Bağlanma Başarısız Oldu!
zh_hant: 綁定失敗

# bound_failed_remind_detail
source: This social account or phone number has been bound to a TmmTmm account.
id: Akun sosial atau nomor telepon ini telah terikat ke akun TmmTmm.
tr: Bu Sosyal Medya Hesabı veya Telefon Numarası başka bir TmmTmm hesabına bağlı.
zh_hant: 該社交帳號/手機號已綁定另一個TmmTmm帳號

# accept_friend_requests_button
source: Accept Friend Request
id: Terima Permintaan Pertemanan
tr: Arkadaşlık İsteğini Kabul Et
zh_hant: 接受好友申請

# edit_name_tip
source: A good name makes it easier for your friends to remember you.
id: Nama yang baik memudahkan teman-teman Anda untuk mengingat Anda.
tr: İyi bir ad, arkadaşlarınızın sizi hatırlamasını kolaylaştırır.
zh_hant: 好的昵稱讓你的朋友更容易記住你。

# name_empty_tip
source: Name section cannot be empty!
id: Bagian nama tidak boleh kosong!
tr: Ad kısmı boş bırakılamaz!
zh_hant: 昵稱不能為空

# name_max_tip
source: Name length cannot exceed %d characters!
id: Panjang nama tidak boleh melebihi %d karakter!
tr: ad uzunluğu %d harfi geçemez!
zh_hant: 昵稱不能超過%d個字符

source: Name
id: Nama
tr: Ad
zh_hant: 昵稱

# profile_name_input
source: Please Enter a Name
id: Silakan Masukkan Nama
tr: Lütfen Bir Ad Girin
zh_hant: 請輸入昵稱

# next_button
source: Next
id: Berikutnya
tr: İleri
zh_hant: 下一步

# login_button
source: Log In
id: Gabung
tr: Giriş Yap
zh_hant: 登錄

# new_phone_change_title
source: Bind New Phone Number
id: Ikat Nomor Telepon Baru
tr: Yeni Telefon Numarası Bağla
zh_hant: 綁定新手機號

# new_phone_pay_title
source: Bind Phone Number
id: Ikat Nomor Telepon
tr: Telefon Numarası Bağla
zh_hant: 綁定手機號

# input_phone_tip
source: Insert your phone number to continue
id: Masukkan nomor telepon Anda untuk melanjutkan
tr: Devam Etmek İçin Telefon Numaranızı Girin
zh_hant: 輸入手機號繼續

# input_phone_tip2
source: For the security of your account, please verify your phone number first
id: Untuk keamanan akun Anda, harap verifikasi nomor telepon Anda terlebih dahulu
tr: Hesabınızın Güvenliği İçin, Lütfen Önce Telefon Numaranızı Doğrulayın.
zh_hant: 為了您的帳號安全，請先進行手機號驗證

# phone_incorrect_length
source: Please enter a phone number of %s digits
id: Masukkan nomor telepon %s digit
tr: Lütfen %s haneli telefon numarası girin
zh_hant: 請輸入%s數位的手機號

# phone_incorrect
source: Incorrect phone number format!
id: Format nomor telepon salah!
tr: Geçersiz Telefon Numarası!
zh_hant: 手機號格式不正確

# sdk_init_retry
source: Retry
id: Mencoba kembali
tr: Tekrar Dene
zh_hant: 重試

# phone
source: Phone Number
id: Nomor telepon
tr: Telefon Numarası
zh_hant: 電話號碼

# set_avator_tip
source: You can modify your profile photo in [Me - Profile Photo]
id: Anda dapat mengubah foto profil Anda di [Saya - Foto Profil]
tr: Profil Fotoğrafını [Ben - Profil Fotoğrafı]'ndan değiştirebilirsin.
zh_hant: 你可以在【我的-頭像】中修改你的頭像

# profile_avator_title
source: Profile Photo
id: Foto Profil
tr: Profil Fotoğrafı
zh_hant: 頭像

# sqcode_remind_short
source: Scan Code to become friends without confirmation
id: Pindai Kode untuk menjadi teman tanpa konfirmasi
tr: Onay Olmadan, Hemen Arkadaş Olmak İçin Kodu Tarayın!
zh_hant: 掃碼立即成為好友，無需確認

# sqcode_facetoface_remind
source: Add friends face to face
id: Tambahkan teman secara langsung
tr: Yüz Yüze Arkadaş Ekle
zh_hant: 面對面加好友

# sqcode_sharelong_remind
source: Share with Friends
id: Bagikan dengan Teman
tr: Arkadaşlarınla Paylaş
zh_hant: 分享給好友

# newuser_button_remind1
source: Scan Code
id: Pindai Kode
tr: Kodu Tara
zh_hant: 掃碼

# my_qr
source: My QR Code
id: Kode QR saya
tr: QR Kodum
zh_hant: 我的二維碼

# newuser_button_remind3
source: Add Friends via Phone Number
id: Tambahkan Teman melalui Nomor Telepon
tr: Telefon Numarası ile Arkadaş Ekleme
zh_hant: 手機號查找好友

# mobile_contact
source: Mobile Contacts
id: Kontak Seluler
tr: Rehber
zh_hant: 手機通訊錄

# newuser_message1_title
source: How to add friends?
id: Bagaimana cara menambahkan teman?
tr: Nasıl Arkadaş Eklenir?
zh_hant: 如何添加好友？

# newuser_message1
source: You can add friends on TmmTmm by scanning the code, via the phone number, or via sharing QR Code. The most convenient way is directly add from the contact list, and that way, you can immediately add your friends to use Tmm Tmm together!
id: Anda dapat menambahkan teman di TmmTmm dengan memindai kode, melalui nomor telepon, atau melalui berbagi Kode QR. Cara paling mudah adalah langsung menambahkan dari daftar kontak, dan dengan begitu, Anda dapat langsung menambahkan teman Anda untuk menggunakan Tmm Tmm bersama!
tr: TmmTmm'da, QR Kodunu tarayarak, telefon numarası ile veya QR Kodunuzu paylaşarak arkadaş ekleyebilirsiniz. En rahat yöntem, doğrudan kişi listesinden eklemektir. Bu şekilde, TmmTmm'ı birlikte kullanmak için arkadaşlarınızı hemen ekleyebilirsiniz!
zh_hant: TmmTmm可以通過掃碼添加好友，或者手機號添加好友，也可以通過將自己的二維碼分享給朋友添加好友。最方便的當然是通訊錄好友，立即解鎖身邊的朋友一起使用TmmTmm!

# newuser_message2_title
source: You received a Gift!
id: Anda menerima Hadiah!
tr: Kese Aldınız!
zh_hant: 你收到一個紅包！

# newuser_message2
source: TmmTmm can support real-time Gifts and Transfers anytime, anywhere. Simple to use, and it will be deposited into your account immediately. It is encrypted and safe. Let me send you a small gift~
id: TmmTmm dapat mendukung Hadiah dan Transfer real-time kapan saja, di mana saja. Mudah digunakan, dan itu akan disimpan ke akun Anda segera. Itu dienkripsi dan aman. Izinkan saya mengirimi Anda hadiah kecil~
tr: TmmTmm, her zaman ve her yerde Kese ve Para transferlerini destekler, işleyişi kolay olduğu gibi tutar anında hesabına geçer, üstelik şifreli ve güvenlidir. Denemen için sana küçük bir Kese gönderiyoruz.
zh_hant: TmmTmm 可以支持隨時隨地的實時紅包與轉賬，操作簡單，立即存入您的賬戶，加密且安全，給你發一個小紅包試試吧~

# new_group_chat_remind
source: New Group Chat
id: Obrolan Grup Baru
tr: Yeni Grup Sohbeti
zh_hant: 新的群聊

# no_message_tip
source: Welcome to TmmTmm Chat
id: Selamat datang di Obrolan TmmTmm
tr: TmmTmm Sohbet'e Hoş Geldiniz!
zh_hant: 歡迎使用TmmTmm聊天

# delete_remind
source: In order to avoid your misuse, please bind your phone number in [Me - Account Security].
id: Untuk menghindari penyalahgunaan, harap ikat nomor telepon Anda di [Me - Account Security].
tr: Kötüye kullanımı önlemek için lütfen önce telefon numaranızı [Ben - Hesap Güvenliği] bölümünden bağlayın.
zh_hant: 為了避免您誤操作，請先在【我的-賬號安全】中綁定手機號

# save_image
source: Save to Album
id: Simpan ke Album
tr: Albüme Kaydet
zh_hant: 保存到相冊

# phone_input
source: Please enter phone number
id: Masukkan nomor telepon
tr: Lütfen Telefon Numarası Girin
zh_hant: 請輸入手機號

# id_edit_once
source: TmmTmm ID can only be modified once
id: TmmTmm ID hanya dapat diubah satu kali
tr: TmmTmm ID yalnızca bir kez değiştirilebilir
zh_hant: TmmTmm ID只能修改1次

# move_block
source: Remove blacklist
id: Hapus daftar hitam
tr: Kara listeyi kaldır
zh_hant: 移除黑名單

# move_block_details
source: The other user is in your blacklist. Continuing will automatically remove them from the blacklist. Do you want to continue?
id: Pengguna lain ada di daftar hitam Anda. Melanjutkan akan secara otomatis menghapusnya dari daftar hitam. Apakah Anda ingin melanjutkan?
tr: Diğer kullanıcı sizin kara listenizde bulunmakta, işlemi sürdürürseniz otomatik olarak kara listeden çıkartılackatır. Devam etmek istiyor musunuz?
zh_hant: 對方在您的黑名單中，繼續操作將自動移除黑名單，是否繼續操作？

# move_block_button_define
source: Remove & Continue
id: Hapus & Lanjutkan
tr: Çıkar ve Devam Et
zh_hant: 移除並繼續

source: Cancel
id: Membatalkan
tr: İptal Et
zh_hant: 取消

# operation_failed
source: Operation failed, please try again
id: Operasi gagal, silakan coba lagi
tr: İşlem başarısız! Lütfen tekrar deneyin.
zh_hant: 操作失敗，請重試

# last_read_remind
source: Last Seen
id: Terakhir terlihat
tr: Son Görülen
zh_hant: 上次閲讀

# Latest_news_remind
source: New Messages
id: Pesan baru
tr: Yeni Mesajlar
zh_hant: 最新消息

# add_request_succ
source: Friend request already sent
id: Permintaan pertemanan sudah terkirim
tr: Arkadaşlık isteği gönderildi
zh_hant: 好友請求已發送

# add_request_succesed
source: Friend added successfully!
id: Teman berhasil ditambahkan!
tr: Arkadaş ekleme başarılı!
zh_hant: 添加好友成功

# forward_partially_remind
source: Recall messages, voice messages, transfers, gifts, @ messages, call records, and other messages cannot be forwarded and have been filtered
id: Ingat pesan, pesan suara, transfer, hadiah, @ pesan, catatan panggilan, dan pesan lainnya tidak dapat diteruskan dan telah difilter
tr: Geri alınan mesajlar, sesli mesajlar, transferler, keseler, @ mesajları, arama kayıtları ve diğer mesajlar iletilemez ve filtrelenemez
zh_hant: 撤回消息、语音、转账、利是、@消息、通话纪录等消息唔转发，已经畀隔

# forward_all_remind
source: None of the messages you selected can be forwarded
id: Tak satu pun pesan yang Anda pilih dapat diteruskan
tr: Seçilen mesajlar iletilemiyor
zh_hant: 您選中的所有消息，都不支持轉發

# forward_empty_remind
source: Your selection is empty
id: Pilihan Anda kosong
tr: Hiçbir şey seçmediniz
zh_hant: 您的選擇為空

# msg_recalled_ass_remind
source: Message has been recalled
id: Pesan telah ditarik kembali
tr: Mesaj geri alındı
zh_hant: 消息已经畀撤回

# ass_miss_remind
source: Resource does not exist or is incomplete
id: Sumber daya tidak ada atau tidak lengkap
tr: Kaynak mevcut değil veya eksik
zh_hant: 资源唔存在或者唔哂成

# Operation_unsupported
source: Operation is temporarily not supported
id: Operasi untuk sementara tidak didukung
tr: İşlem geçici olarak desteklenmiyor
zh_hant: 暂唔支持用

# revoke_push_msg
source: Recalled a message
id: Teringat sebuah pesan
tr: Bir mesaj geri alındı
zh_hant: 撤回咗一条消息

# resource_exceeds_limit
source: Sending failed! Resource exceeded limit size %s
id: Pengiriman gagal, sumber daya melebihi ukuran batas %s
tr: Gönderme başarısız! Kaynak limit boyutunu aşıyor %s
zh_hant: 发送失败，资源超出制大小%s

# continue_downloading
source: Continue to Download
id: Melanjutkan
tr: İndirmeye Devam Et
zh_hant: 继续下载

# re_download
source: Download Again
id: Unduh Ulang
tr: Tekrar İndir
zh_hant: 重新下载

# download_using_traffic
source: Currently not on a Wi-Fi network, would you like to download using cellular data?
id: Jaringan non WIFI saat ini, apakah Anda ingin mengunduh menggunakan lalu lintas
tr: Şu anda Wi-Fi ağına bağlı değilsiniz, hücresel veri kullanarak indirilsin mi?
zh_hant: 当前非WIFI网络，系咪使用流量下载

# download_using_traffic_confirm
source: Download with Cellular Data
id: Menggunakan lalu lintas
tr: Hücresel Veri ile İndir
zh_hant: 流量下载

source: File Size
id: ukuran file
tr: Dosya Boyutu
zh_hant: 文件大小

# wifi_download_remind_title
source: Currently Using Wi-Fi
id: Menggunakan Wi-Fi
tr: Wi-Fi kullanılıyor
zh_hant: 正在使用Wi-Fi

# wifi_download_remind_content
source: After Wi-Fi is disconnected, it will wait for Wi-Fi connection to continue downloading.
id: After WiFi is disconnected, it will wait for WiFi to continue downloading
tr: Wi-Fi bağlantısı kesildikten sonra, indirmenin devam etmesi için Wi-Fi bağlantısı beklenecek.
zh_hant: Wi-Fi斷開後，將等待Wi-Fi繼續下載

source: File Download Failed!
id: Pengunduhan file gagal
tr: Dosya İndirme Başarısız!
zh_hant: 文件下載失敗

# waiting_for_wifi_title
source: Waiting...
id: Menunggu
tr: Bekleniyor...
zh_hant: 等待中

# waiting_for_wifi_content
source: After reconnecting to Wi-Fi, it will automatically continue to download.
id: Setelah terhubung kembali ke Wi-Fi, unduhan akan dilanjutkan secara otomatis
tr: Wi-Fi'ye yeniden bağlandıktan sonra indirme işlemi otomatik olarak devam edecek.
zh_hant: 重連Wi-Fi後，將自動繼續下載

# waiting_for_network_title
source: Network Anomaly!
id: Anomali jaringan
tr: Ağ Hatası!
zh_hant: 网络异常

# waiting_for_network_content
source: Please check your network
id: Silakan periksa jaringan
tr: Lütfen internetinizi kontrol edin.
zh_hant: 唔该检查网络

# waiting_add_friend
source: Pending...
id: Proses menunggu
tr: Beklemede...
zh_hant: 对处理

# download_fail_remind
source: Download failed! Please click to try again
id: Unduhan gagal Silakan klik untuk mencoba lagi
tr: İndirme Başarısız Oldu! Tekrar denemek için lütfen tıklayın.
zh_hant: 下載失敗 請點擊重試

# account_setting
source: Account Settings
id: Pengaturan Akaun
tr: Hesap Ayarları
zh_hant: 帳號設定

# general_setting
source: General
id: valuta
tr: Genel
zh_hant: 通用

# file_management_setting
source: File Management
id: dosya yönetimi
tr: Dosya Yönetimi
zh_hant: 文件打理

# shortcut_keys
source: Shortcuts
id: Kunci pintas
tr: Kısayol Tuşları
zh_hant: 快速鍵

# pc_automatic_logon
source: Auto Login
id: logon otomatis
tr: Otomatik Oturum Açma
zh_hant: 自動登錄

# pc_automatic_logon_remind
source: Once enabled, you won't need phone confirmation to login to TmmTmm on this device.
id: Setelah menyalakannya, log masuk ke TmmTmm lokal tidak akan membutuhkan konfirmasi telepon
tr: Etkinleştirildiğinde, TmmTmm'a giriş yaparken bu cihaz için telefon onayı gerekmez.
zh_hant: 开启后，喺本机登录TmmTmm将无使手机确认

# current_download_save
source: Current save location for downloaded files
id: Lokasi simpan berkas download saat ini
tr: Mevcut indirilen dosyanın kaydedildiği yer.
zh_hant: 當前下載檔案保存位置

source: Open Folder
id: membuka folder
tr: Dosya Klasörünü Aç
zh_hant: 打開資料夾

# change_folder
source: Change
id: perubahan
tr: Değiştir
zh_hant: 更改

# send_message_setting
source: Send Message
id: mengirim pesan
tr: Mesaj Gönder
zh_hant: 發送消息

source: Screenshot
id: Cekupan layar
tr: Ekran Görüntüsü Al
zh_hant: 截圖

# restore_default_setting
source: Restore Default Settings
id: Kembalikan pengaturan lalai
tr: Varsayılan Ayarlara Dön
zh_hant: 恢復默認設置

# list_shortcut_keys
source: Shortcut List
id: Daftar kunci pintas
tr: Kısayol Tuşları Listesi
zh_hant: 快速鍵清單

# setting_shortcut_wrap
source: New Line
id: Doldur
tr: Yeni Satır
zh_hant: 換行
