Repository: buzzmsg/ImSdk-Ios-Demo
Catalog: IMSdk-Ios-demo/Demo/*.lproj/Localize.strings
Languages: id, tr, zh_hant

# meeting_fail_meeting
source: During a call, you cannot make another call.
id: Selama panggilan, Anda tidak dapat melakukan panggilan lain.
tr: Görüşme esnasında başka bir arama yapamazsınız.
zh_hant: 通話中，暫時不能撥打

# meeting_fail_waiting
source: While there is a pending call, you cannot make another one.
id: Saat ada panggilan tertunda, Anda tidak dapat membuat panggilan lain.
tr: Arama esnasında başka bir arama yapamazsınız.
zh_hant: 有待接聽的通話，暫時不能撥打

# meeting_join_meeting_tip
source: Do you want to end the current call and join the call started by %s?
id: Apakah Anda ingin mengakhiri panggilan saat ini dan bergabung dengan panggilan yang dimulai oleh %s?
tr: Mevcut görüşmeyi sonlandırıp, %s tarafından başlatılan aramaya katılmak ister misiniz?
zh_hant: 你要掛斷當前通話，加入由%s發起的通話嗎？

# meeting_hangup
source: Hang Up
id: Tutup Telepon
tr: Kapat
zh_hant: 掛斷

# meeting_calling_ing
source: Calling…
id: Panggilan…
tr: Aranıyor…
zh_hant: 呼叫中…

# meeting_callling
source: Calling
id: Panggilan
tr: Aranıyor
zh_hant: 呼叫中

# connecting_ing
source: Connecting…
id: Menghubungkan…
tr: Bağlanıyor…
zh_hant: 連接中…

# meeting_connecting
source: Connecting
id: Menghubungkan
tr: Bağlanıyor
zh_hant: 連接中

# meeting_waiting
source: Waiting
id: Menunggu
tr: Bekleniyor
zh_hant: 等待中

# meeting_user_busy
source: User is busy
id: Pengguna sedang sibuk
tr: Meşgul
zh_hant: 對方忙

# user_declined
source: Call declined by user
id: Panggilan ditolak oleh pengguna
tr: Karşı Taraf Reddetti
zh_hant: 對方已拒絕

# call_fail_net
source: Call Failed! Network Error!
id: Panggilan gagal! Kesalahan Jaringan!
tr: Arama Başarısız, Ağ Hatası!
zh_hant: 呼叫失敗，網絡有點問題

# call_fail_not_friend
source: Call Failed! You're not friends yet!
id: Panggilan gagal! Kamu belum berteman!
tr: Arama Başarısız! Henüz arkadaş değilsiniz!
zh_hant: 呼叫失敗，你們還不是好友

# call_fail_error
source: Call Failed! (Error %s)
id: Panggilan gagal! (Kesalahan %s)
tr: Arama Başarısız! (Error %s)
zh_hant: 呼叫失敗（Error %s）

# call_fail_no_answer
source: Call wasn't answered!
id: Panggilan tidak dijawab!
tr: Karşı Taraf Yanıtlamadı!
zh_hant: 對方無應答

# meeting_connection_error
source: Connection Error!
id: Koneksi error!
tr: Bağlantı Hatası!
zh_hant: 連接出錯。

# meeting_expired
source: Call Has Expired!
id: Panggilan Telah Kedaluwarsa!
tr: Arama Süresi Doldu!
zh_hant: 通話已失效

# meeting_connected
source: Connected
id: Terhubung
tr: Bağlandı
zh_hant: 已接通

# meeting_you_create_group_tip
source: You created a group chat from a group call.
id: Anda membuat obrolan grup dari panggilan grup.
tr: Grup araması üzerinden yeni sohbet oluşturdunuz.
zh_hant: 你通過多人通話創建了群聊

# meeting_create_group_tip
source: %s created a group chat from a group call.
id: %s membuat obrolan grup dari panggilan grup.
tr: %s grup araması üzerinden yeni sohbet oluşturdu.
zh_hant: %s通過多人通話創建了群聊

# meeting_you_net_poor
source: Your internet connection is poor.
id: Koneksi internet Anda buruk.
tr: Bağlantınız zayıf!
zh_hant: 你的網絡較差

# meeting_user_net_poor
source: User's internet connection is poor.
id: Koneksi internet pengguna buruk.
tr: Karşı tarafın bağlantısı zayıf
zh_hant: 對方網絡較差

# meeting_over
source: The call is over.
id: Panggilan berakhir.
tr: Arama Sonlandı
zh_hant: 通話已結束

# meeting_user_hangup
source: User has hung up.
id: Pengguna telah menutup telepon.
tr: Karşı taraf aramayı sonlandırdı
zh_hant: 對方已掛斷

# meeting_start_voice_user
source: %s started a group voice call.
id: %s memulai panggilan suara grup.
tr: %s Sesli Grup Araması Başlattı
zh_hant: %s發起了多人語音通話

# meeting_start_voice_you
source: You've started a group voice call.
id: Anda telah memulai panggilan suara grup.
tr: Sesli Grup Araması Başlattınız
zh_hant: 你發起了多人語音通話

# meeting_start_video_user
source: %s started a group video call.
id: %s memulai panggilan video grup.
tr: %s Görüntülü Grup Araması Başlattı
zh_hant: %s發起了多人視頻通話

# meeting_start_video_you
source: You've started a group video call.
id: Anda telah memulai panggilan video grup.
tr: Görüntülü Grup Araması Başlattınız
zh_hant: 你發起多人視頻通話

# meeting_user_declined
source: Declined by %s
id: Ditolak oleh %s
tr: %s Reddetti
zh_hant: %s已拒絕

# meeting_call_again
source: Call Again
id: Telepon Lagi
tr: Tekrar Ara
zh_hant: 重撥

# meeting_over_voice_tip
source: The group voice call started by %1$s has ended. Duration: %2$s.
id: Panggilan suara grup yang dimulai oleh %1$s telah berakhir. Durasi: %2$s.
tr: %1$s tarafından başlatılan Sesli Grup Araması sona erdi, süre: %2$s.
zh_hant: %1$s發起的多人語音通話已結束，時長：%2$s。

# meeting_over_voice_you_tip
source: The group voice call you started has ended. Duration: %s.
id: Panggilan suara grup yang Anda mulai telah berakhir. Durasi: %s.
tr: Başlattığınız Sesli Grup Araması sona erdi, süre: %s.
zh_hant: 你發起的多人語音通話已結束，時長：%s。

# meeting_over_video_tip
source: The group video call started by %1$s has ended. Duration: %2$s.
id: Panggilan video grup yang dimulai oleh %1$s telah berakhir. Durasi: %2$s.
tr: %1$s tarafından başlatılan Görüntülü Grup Araması sona erdi, süre: %2$s.
zh_hant: %1$s發起的多人視頻通話已結束，時長：%2$s。

# meeting_over_video_you_tip
source: The group video call you started has ended. Duration: %s.
id: Panggilan video grup yang Anda mulai telah berakhir. Durasi: %s.
tr: Başlattığınız Görüntülü Grup Araması sona erdi, süre: %s.
zh_hant: 你發起的多人視頻通話已結束，時長：%s。

# meeting_chat_no_answer
source: Call wasn't answered!
id: Panggilan tidak dijawab!
tr: Arama Yanıtlanmadı!
zh_hant: 對方無應答

# meeting_chat_miss
source: Missed
id: Dirindukan
tr: Cevapsız
zh_hant: 未接聽

# meeting_chat_user_declined
source: Call declined by user
id: Panggilan ditolak oleh pengguna
tr: Karşı Taraf Reddetti
zh_hant: 對方已拒絕

# meeting_chat_declined
source: Declined
id: Ditolak
tr: Reddedildi
zh_hant: 已拒絕

# meeting_chat_cancelled
source: Cancelled
id: Dibatalkan
tr: İptal Edildi
zh_hant: 已取消

# meeting_chat_user_cancelled
source: Call cancelled by user
id: Panggilan dibatalkan oleh pengguna
tr: Karşı Taraf İptal Etti
zh_hant: 對方已取消

# meeting_chat_call_fail
source: Call Failed!
id: Panggilan gagal!
tr: Arama Başarısız!
zh_hant: 呼叫失敗

# meeting_chat_user_busy
source: User is busy
id: Pengguna sedang sibuk
tr: Meşgul
zh_hant: 對方忙

# meeting_chat_group_voice
source: Switched to Group Call
id: Beralih ke Panggilan Grup
tr: Sesli Grup Aramasına Geçildi
zh_hant: 已轉為多人語音

# meeting_chat_group_video
source: Switched to Group Call
id: Beralih ke Panggilan Grup
tr: Görüntülü Grup Aramasına Geçildi
zh_hant: 已轉為多人視頻

# meeting_chat_duration
source: Call Duration %s
id: Durasi Panggilan %s
tr: Arama Süresi %s
zh_hant: 通話時長 %s

# moments_friend
source: Friends
id: Teman-teman
tr: Yakın Arkadaşlar
zh_hant: 好友

# moments_recommend
source: Recommend
id: Menyarankan
tr: Önerilenler
zh_hant: 推薦

# moments_topic
source: Topics
id: Topik
tr: Başlıklar
zh_hant: 話題

# moments_notification
source: Notification
id: Pemberitahuan
tr: Bildirim
zh_hant: 通知

source: Reply
id: Membalas
tr: Yanıtla
zh_hant: 回复

# delete_comment_tip
source: Are you sure you want to delete this comment?
id: Yakin ingin menghapus komentar ini?
tr: Bu yorumu silmek istediğinizden emin misiniz?
zh_hant: 確定要刪除此評論嗎？

# moments_post_input_tip
source: Say something…
id: Katakan sesuatu…
tr: Bir şey söyle…
zh_hant: 說點什麼…

source: Post
id: Pos
tr: Paylaş
zh_hant: 發布

# moments_post_succ
source: Posting Successful!
id: Posting Berhasil!
tr: Başarıyla Paylaşıldı!
zh_hant: 發布成功

# moments_post_fail
source: Posting Failed! Please try again later.
id: Posting Gagal! Coba lagi nanti.
tr: Yayınlanamadı! Lütfen tekrar deneyin.
zh_hant: 發布失敗，請重試。

# moments_post_only
source: Can not choose video and photo at the same time.
id: Tidak dapat memilih video dan foto secara bersamaan.
tr: Aynı anda video ve fotoğraf seçemezsiniz.
zh_hant: 不能同時選擇圖片和視頻。

# momnets_video_max_duration_tip
source: Video duration cannot be longer than %d seconds.
id: Durasi video tidak boleh lebih dari %d detik.
tr: Video süresi %d saniyeden fazla olamaz.
zh_hant: 視頻時長不能大於%d秒

# momnets_all_see
source: Visible to All
id: Terlihat oleh Semua
tr: Herkese Görünür
zh_hant: 所有人可見

# momnets_some_see
source: Only Some People
id: Hanya Beberapa Orang
tr: Yalnızca Bazı Kişiler
zh_hant: 部分人可見

# momnets_public
source: All
id: Semua
tr: Herkes
zh_hant: 公開

# momnets_private
source: Private
id: Pribadi
tr: Özel
zh_hant: 私密

# momnets_only_me
source: Only Me
id: Hanya saya
tr: Yalnızca Ben
zh_hant: 僅我自己

# momnets_only_friend
source: Only My Friends
id: Hanya Temanku
tr: Yalnızca Arkadaşlarım
zh_hant: 僅我的好友

# momnets_who_yes
source: Share With
id: Berbagi dengan
tr: İle Paylaş
zh_hant: 誰可以看

# momnets_who_no
source: Don`t Share
id: Jangan Bagikan
tr: Paylaşma
zh_hant: 不讓誰看

# momnets_just_select
source: Selected People Only
id: Hanya Orang Terpilih
tr: Yalnızca Seçilen Kişiler
zh_hant: 僅選擇的人

# momnets_offer_select
source: Visible to All Except the Selected
id: Terlihat oleh Semua Kecuali yang Terpilih
tr: Seçilenler Dışında Herkese Görünür
zh_hant: 除了選擇的人，其他所有人可見

# momnets_no_permission
source: Sorry, you do not have permission to view this Moments.
id: Maaf, Anda tidak memiliki izin untuk melihat Momen ini.
tr: Üzgünüz, bu Anlar'ı görüntüleme izniniz yok.
zh_hant: 抱歉，你沒有此Moments的查看權限

source: Comment
id: Komentar
tr: Yorum Yap
zh_hant: 評論

source: Comments
id: Komentar
tr: Yorumlar
zh_hant: 評論

# moments_comment_succ
source: Comment Successful!
id: Komentar Berhasil!
tr: Yorum Paylaşıldı
zh_hant: 評論成功

# moments_comment_fail
source: Comment Failed!
id: Komentar Gagal!
tr: Yorum Gönderilemedi!
zh_hant: 評論發布失敗

# moments_comment_fail_deleted
source: Comment Failed! This post has been deleted.
id: Komentar Gagal! Pos ini telah dihapus.
tr: Yorum gönderilemedi, bu gönderi silindi.
zh_hant: 評論發布失敗，此Moments已被刪除

source: Like
id: Menyukai
tr: Beğen
zh_hant: 贊

source: Likes
id: Suka
tr: Beğeniler
zh_hant: 贊

# moments_like_fail_deleted
source: This post has been deleted.
id: Pos ini telah dihapus.
tr: Bu Gönderi Silindi
zh_hant: 此Moments已被刪除

# view_more
source: See More
id: Lihat Lebih Banyak
tr: Daha Fazla Gör
zh_hant: 查看更多

source: Send to Chat
id: Kirim ke Obrolan
tr: Sohbete Gönder
zh_hant: 發送到聊天

# top_comment
source: Top Comments
id: Komentar Teratas
tr: En İyi Yorumlar
zh_hant: 熱門評論

# all_comment
source: All Comments
id: Semua Komentar
tr: Tüm Yorumlar
zh_hant: 全部評論

# no_more
source: No more content!
id: Tidak ada lagi konten!
tr: Daha Fazla İçerik Yok
zh_hant: 沒有更多內容了

# moments_reply_all
source: All %s replies
id: Semua %s balasan
tr: Toplam %s Yanıt
zh_hant: 全部%s條回复

# report_tip
source: Description of report:
id: Deskripsi laporan:
tr: Raporun açıklaması:
zh_hant: 舉報描述:

# report_input_tip
source: Please describe your complaints.
id: Mohon jelaskan keluhan Anda.
tr: Lütfen karşılaştığınız sorunu açıklayın.
zh_hant: 請描述你遇到的問題

# report_succ
source: Reported. Thank you for your feedback.
id: Dilaporkan. Terima kasih atas tanggapan Anda.
tr: Bildirildi. Geri bildiriminiz için teşekkür ederiz.
zh_hant: 已舉報，謝謝你的反饋。

# moments_delete_tip
source: Are you sure you want to delete this post?
id: Yakin ingin menghapus postingan ini?
tr: Bu gönderiyi silmek istediğinizden emin misiniz?
zh_hant: 確定要刪除這條Moments嗎？

# moments_post_title
source: Share a Post
id: Bagikan Postingan
tr: Gönderi Paylaş
zh_hant: 發布Moments

# moments_post_tip
source: Share your Moments with your friends.
id: Bagikan Momen Anda dengan teman-teman Anda.
tr: Anlar'ını Arkadaşlarınla Paylaş
zh_hant: 讓你的朋友們了解你的動態

source: Latest
id: Terbaru
tr: En Yeni
zh_hant: 最新

# blacklist
source: Blocked Accounts
id: Akun yang Diblokir
tr: Engellenen Hesaplar
zh_hant: 黑名單

# chat_draft
source: Draft
id: Draf
tr: Taslak
zh_hant: 草稿

source: Add
id: Menambahkan
tr: Ekle
zh_hant: 添加

# input_tmmid
source: Please enter your TmmTmm ID
id: Masukkan ID TmmTmm Anda
tr: Lütfen TmmTmm Kimliğinizi Giriniz
zh_hant: 請輸入您的TmmTmm ID

# tmmid_exist
source: This TmmTmm ID has been used by others
id: ID TmmTmm ini telah digunakan oleh orang lain
tr: Bu TmmTmm Kimliği başkası tarafından kullanılmaktadır
zh_hant: 此ID已被別人使用

source: People Nearby
id: Orang di sekitar
tr: Yakındaki Kişiler
zh_hant: 附近的人

# people_nearby_loaction_tip
source: By enabling Location, strangers may be able to locate you. Report bad users and be cautious before giving personal info to others. To be removed, tap “Clear Location” from top-right menu.
id: Dengan mengaktifkan Lokasi, orang asing mungkin dapat menemukan Anda. Laporkan pengguna yang buruk dan berhati-hatilah sebelum memberikan informasi pribadi kepada orang lain. Untuk dihapus, ketuk Hapus Lokasi dari menu kanan atas.
tr: Konum etkinleştirildiğinde, yabancılar sizin yerinizi görebilir. Kötü kullanıcıları bildirin ve kişisel bilgilerinizi başkalarına vermeden önce dikkatli olun. Konumu silmek için, sağ üst menüden “Konumu Temizle”'ye dokunun.
zh_hant: 查看附近的人功能將獲取您的位置信息，您的位置信息將會被保留一段時間。通過列表右上角的清除可以手動清除位置信息。

# people_nearby_profile
source: Complete your information. Let other people see you.
id: Lengkapi informasi Anda. Biarkan orang lain melihat Anda.
tr: Bilgilerini tamamlayarak diğer insanların seni görmesini sağla.
zh_hant: 完善你的資料，讓其他人看到你。

# people_nearby_looking
source: Looking for people nearby...
id: Mencari orang terdekat...
tr: Yakınlardaki insanları buluyor...
zh_hant: 正在查找附近的人

# location_fail
source: Location Failed! Please try again later.
id: Lokasi Gagal! Coba lagi nanti.
tr: Konum hatası! Lütfen daha sonra tekrar deneyin.
zh_hant: 定位失敗，請稍後再試。

source: Shake
id: Menggoyang
tr: Salla Tanış
zh_hant: 搖一搖

source: Feedback
id: Masukan
tr: Geri Bildirim
zh_hant: 意見反饋

# feedback_input_tip
source: Please enter a description.
id: Harap masukkan deskripsi.
tr: Lütfen metin açıklaması girin.
zh_hant: 請輸入文字描述

# feedback_file_num
source: Add up to %d files
id: Tambahkan hingga %d file
tr: En fazla %d dosya eklenebilir
zh_hant: 最多添加%d個文件。

# feedback_tip
source: Please submit screenshots, videos or other documents to help us improve. Please do not exceed %d files.
tr: Geliştirmemize yardımcı olmak için lütfen ekran görüntülerini, videoları veya diğer dosyaları gönderin. Lütfen %d dosyayı aşmayın.
zh_hant: 請提交截圖、視頻或者其他文件，幫助我們改進。請不要超過%d個文件。

source: Submit
tr: Gönder
zh_hant: 提交

# feedback_succ
source: Thank you for your feedback.
tr: Geri bildirimleriniz için teşekkür ederiz.
zh_hant: 感謝您的反饋

# logout_tip
source: Logging out will not delete any data but you will not receive any notification when receiving new messages. You can still log in with this account.
tr: Oturumu kapattığınızda hiçbir veri silinmez, yalnızca mesaj bildirimlerini alamazsınız. Daha sonra yine mevcut hesabınızla giriş yapabilirsiniz.
zh_hant: 退出登錄後不會收到通知接收新消息。但您仍可使用此賬戶重新登錄。

source: Log out
tr: Çıkış Yap
zh_hant: 退出

source: Theme
tr: Tema
zh_hant: 主題

# theme_auto
source: System Default
tr: Sistem Varsayılanı
zh_hant: 跟隨系統

# theme_light
source: Light
tr: Açık
zh_hant: 淺色

# theme_dark
source: Dark
tr: Koyu
zh_hant: 深色

# logout_pc_tip
source: Are you sure you want to log out of the program?
tr: Uygulamadan çıkmak istediğinizden emin misiniz?
zh_hant: 你確定要退出程序嗎？

# window_top
source: Sticky on Top
tr: Pencereyi Sabitle
zh_hant: 窗口置頂

# window_top_tip
source: Always show on top of other windows.
tr: Her zaman diğer pencerelerin üstünde göster.
zh_hant: 始終顯示在其他窗口前面

# automatically
source: Run Automatically
tr: Otomatik Çalıştır
zh_hant: 開機啟動

# automatically_tip
source: Run TmmTmm when PC startup.
tr: Bilgisayar başlatıldığında TmmTmm'ı çalıştır.
zh_hant: 開機自動啟動TmmTmm

# version
source: Version %s
tr: Sürüm %s
zh_hant: 版本 %s

# open_app
source: Open Platform
tr: Açık Platform
zh_hant: 應用

# open_open
source: Open
tr: Aç
zh_hant: 打開

# open_recommend
source: Recommend
tr: Önerilenler
zh_hant: 推薦

# open_game
source: Games
tr: Oyunlar
zh_hant: 遊戲

# open_soft
source: Apps
tr: Uygulamalar
zh_hant: 軟件

# open_recent
source: Recent
tr: En Yeni
zh_hant: 最近

# open_game_rank
source: Game Ranking
tr: Oyun Sıralaması
zh_hant: 遊戲排行榜

# open_soft_rank
source: App Ranking
tr: Uygulama Sıralaması
zh_hant: 軟件排行榜

# open_share_moments
source: Share on Moments
tr: Anlar'da Paylaş
zh_hant: 分享到Moments

# open_share_content
source: Share a fun app!
tr: Eğlenceli bir uygulamayı paylaşın!
zh_hant: 分享一個好玩的應用

# pay_total
source: Total
tr: Toplam Tutar
zh_hant: 總價值

# pay_bill
source: Transactions
tr: İşlemler
zh_hant: 賬單

# pay_my_cryptocurrency
source: My Cryptocurrency
tr: Kripto Paralarım
zh_hant: 我的幣

# pay_help_center
source: Help Center
tr: Yardım Merkezi
zh_hant: 幫助中心

# pay_password_management
source: Password Management
tr: Şifre Yönetimi
zh_hant: 密碼管理

# pay_select
source: Select
tr: Seç
zh_hant: 篩選

# pay_bill_all
source: All
tr: Tümü
zh_hant: 所有

# pay_bill_topup
source: Top Up
tr: Para Yatır
zh_hant: 充值

# pay_bill_withdraw
source: Withdraw
tr: Para Çek
zh_hant: 提現

# pay_bill_to
source: To
tr: Gönder
zh_hant: 去向

# pay_bill_status
source: Status
tr: Durum
zh_hant: 狀態

# pay_bill_paid
source: Paid
tr: Ödendi
zh_hant: 已支付

# pay_bill_type
source: Type
tr: Tür
zh_hant: 類型

# pay_bill_expense
source: Expense
tr: Giderler
zh_hant: 支出

# pay_bill_gift_details
source: Gift Details
tr: Kese Detayları
zh_hant: 紅包詳情

# pay_bill_details
source: Details
tr: Ayrıntılar
zh_hant: 查看

# pay_bill_time
source: Time
tr: Zaman
zh_hant: 時間

# pay_bill_transaction_number
source: Transaction Number
tr: İşlem Numarası
zh_hant: 交易單號

# pay_bill_from
source: From:
tr: Kimden:
zh_hant: 來源

# pay_bill_wallet
source: Deposited in Wallet
tr: Cüzdana Aktarıldı
zh_hant: 已存入錢包

# pay_bill_income
source: Income
tr: Gelen
zh_hant: 收入

# pay_bill_refund
source: Refund
tr: İade
zh_hant: 退款

# pay_withdraw_start
source: Initiate a Withdraw
tr: Para Çekme İşlemini Başlat
zh_hant: 發起提現

# pay_withdraw_waiting
source: Waiting for Withdraw Confirmation
tr: Para Çekme Onayı Bekleniyor…
zh_hant: 提現確認中

# pay_withdraw_fail
source: Withdraw Failed!
tr: Para Çekme İşlemi Başarısız!
zh_hant: 提現失敗

# pay_withdraw_succ
source: Withdraw Successful!
tr: Para Çekme Başarılı!
zh_hant: 提現成功

# pay_withdraw_amount
source: Withdraw Amount
tr: Para Çekme Bakiyesi
zh_hant: 提現金額

# pay_service_fee
source: Service Fee
tr: Hizmet Bedeli
zh_hant: 服務費

# pay_coin
source: Cryptocurrency
tr: Kripto Para
zh_hant: 幣

# pay_coin_address_fail
source: Receiving Crypto Address Failed! Please try again later.
tr: Kripto para adresi alınamadı! Lütfen sonra tekrar deneyin.
zh_hant: 幣地址獲取失敗，請稍後再試。

# pay_coin_address_list
source: Address List
tr: Adres Listesi
zh_hant: 地址列表

# pay_coin_2_coin
source: Transaction
tr: İşlem
zh_hant: 幣幣交易

# pay_address
source: Address
tr: Adres
zh_hant: 地址

# pay_available
source: Available %s
tr: Kullanılabilir %s
zh_hant: 可用%s

source: All
tr: Tümü
zh_hant: 所有

# pay_input_address
source: Type or Paste an Address
tr: Adresi Kopyala veya Yapıştır
zh_hant: 輸入或粘貼地址

# pay_receive_amount
source: Estimated Receive Amount
tr: Tahmini Aktarılacak Miktar
zh_hant: 預計到賬

# pay_insufficient
source: Insufficient Balance!
tr: Yetersiz Bakiye!
zh_hant: 餘額不足

# pay_min_amount
source: Minimum Amount %s
tr: Minimum Miktar %s
zh_hant: 最小金額%s

# pay_withdraw_max
source: Withdraw cannot be more than %s at a time.
tr: Tek seferde en fazla %s tutarında para çekilebilir?
zh_hant: 一次提現不能大於%s

# pay_transfer_tip
source: You can transfer money directly to another user without handling fee.
tr: Herhangi bir ücret ödemeden doğrudan karşı tarafa para transferi yapabilirsiniz.
zh_hant: 你可以直接向對方轉賬，無需服務費。

# pay_go_transfer
source: Transfer Now
tr: Transfer Yap
zh_hant: 去轉賬

# pay_invalid_address
source: Invalid Crypto Address
tr: Geçersiz Kripto Para Adresi
zh_hant: 無效的幣地址。

# pay_check_address_tip
source: Please check the Crypto Address carefully. If the address is wrong, these coins will not be recovered.
tr: Lütfen para birimi adresini dikkatlice kontrol edin. Adres yanlışsa, Kripto Paralar geri alınmayacaktır.
zh_hant: 請認真核對幣地址，如果地址有誤這些幣將會無法找回。

# pay_transfer_max
source: Transfer cannot be more than %s at a time
tr: Tek seferde en fazla %s tutarında transfer yapılabilir.
zh_hant: 一次轉賬不能大於%s

# pay_copy_address
source: Copy Address
tr: Adresi Kopyala
zh_hant: 複製地址

source: Help Center
tr: Yardım Merkezi
zh_hant: 幫助中心

source: Set Password
tr: Şifre Ayarla
zh_hant: 設置密碼

# pay_set_pass_tip
source: Please enter a %d-digit password, which will be used for mobile payment.
tr: Lütfen Mobil Ödeme için kullanacağınız %d haneli bir şifre giriniz.
zh_hant: 請輸入%d位數字密碼，將用於手機支付。

# pay_set_pass_again
source: Please enter again.
tr: Lütfen tekrar giriniz.
zh_hant: 請再次輸入

source: Password Management
tr: Şifre Ayarları
zh_hant: 密碼管理

# input_password
source: Change Password
tr: Şifreyi Değiştir
zh_hant: 修改密碼

source: Forget Password
tr: Şifremi Unuttum
zh_hant: 忘記密碼

# set_pass_succ
source: Set Successfully!
tr: Başarıyla Ayarlandı
zh_hant: 設置成功

# set_password_2
source: Passwords Do Not Match!
tr: Şifreler Eşleşmiyor!
zh_hant: 兩次輸入不一致

# security_veri
source: Security Verification
tr: Güvenlik Doğrulaması
zh_hant: 安全驗證

# pay_pass_verification
source: For the security of your account, please complete security verification first, the registered phone number that will receive the verification code: %s
tr: Hesabınızın güvenliği için lütfen önce güvenlik doğrulaması yapın, telefon numaranızı girin: %s doğrulama kodu alan numara
zh_hant: 為了您的賬戶安全，請先進行安全驗證，填入手機號碼：%s 收到的驗證碼

# input_code
source: Enter Verification Code
tr: Doğrulama Kodunu Giriniz
zh_hant: 輸入驗證碼

# verification_pass
source: Verification Password
tr: Doğrulama Şifresi
zh_hant: 驗證密碼

# verification_pass_tip
source: In order to prevent risks, it is necessary to verify the payment password.
tr: Riskleri önlemek için ödeme şifresinin doğrulanması gerekiyor.
zh_hant: 為了防範風險，需要驗證支付密碼。

# pay_fee_per
source: Rate %s
tr: Oran %s
zh_hant: 費率%s

# input_password_tip
source: Please enter payment password
tr: Lütfen ödeme şifresini girin
zh_hant: 請輸入支付密碼

source: Send Gift
tr: Kese Gönder
zh_hant: 發紅包

# pass_error_chance
source: Incorrect password, %d chances left.
tr: Yanlış Şifre! %d deneme hakkınız kaldı.
zh_hant: 密碼錯誤，還剩%d次機會

# pay_ban_tip
source: For the security of your account, the payment function has been temporarily restricted until %s.
tr: Hesabınızın güvenliği için bu hesabın ödeme işlemi %s tarihine kadar geçici olarak kısıtlanmıştır.
zh_hant: 為了您的賬戶安全，此賬號已被暫時限制支付功能至 %s。

# pay_paying
source: Paying... please wait.
tr: Ödeme yapılıyor, lütfen bekleyin...
zh_hant: 支付中，請稍等…

# pay_fail
source: Payment Failed!
tr: Ödeme Başarısız!
zh_hant: 支付失敗

# pay_fail_net
source: There seems to be a problem with the network.
tr: Ağ ile ilgili bir sorun var, lütfen tekrar deneyin.
zh_hant: 網絡貌似有點問題

# pay_fail_insufficient
source: Insufficient Balance
tr: Yetersiz Bakiye
zh_hant: 餘額不足

# pay_fail_unknown
source: An unknown error has occurred.
tr: Bilinmeyen bir hata oluştu!
zh_hant: 出現了一個未知錯誤

source: Amount
tr: Miktar
zh_hant: 金額

source: Blessings
tr: En İyi Dileklerimle!
zh_hant: 祝福語

source: Prepare Gift
tr: Kese Hazırla
zh_hant: 準備紅包

# gift_max
source: The maximum amount cannot exceed %s
tr: Maksimum miktar %s olmalıdır.
zh_hant: 最大金額不能超過%s

# gift_123
source: %1$d personal gift, the minimum amount is %2$s %3$s.
id: %1$d hadiah pribadi, jumlah minimum adalah %2$s %3$s.
tr: %1$d kişilik kesenin minimum miktarı %2$s %3$s olmalıdır.
zh_hant: %1$d個人的紅包，最小金額是%2$s個%3$s

# gift_quantity
source: Quantity
id: Kuantitas
tr: Miktar
zh_hant: 個數

# gift_quantity_input_tip
source: Please enter a number
id: Harap masukkan nomor
tr: Lütfen sayı giriniz
zh_hant: 請輸入個數

# gift_quantity_max
source: The maximum number of gifts is %d.
id: Jumlah maksimum hadiah adalah %d.
tr: Kese miktarı en fazla %d olabilir.
zh_hant: 紅包個數最大%d

# gift_best_wishes
source: Best Wishes
id: Semoga sukses
tr: En İyi Dileklerle
zh_hant: 恭喜發財

# gift_collected_has
source: %1$s has been collected, a total of %2$s %3$s.
id: %1$s telah dikumpulkan, total %2$s %3$s.
tr: %2$s %3$s değerinde, %1$s Kese açıldı.
zh_hant: 已領取%1$s，總計%2$s %3$s
