Repository: buzzmsg/ImSdk-Ios-Demo
Catalog: IMSdk-Ios-demo/Demo/*.lproj/Localize.strings
Languages: id, tr, zh_hant

# update_log
source: Update Records
id: Kemaskini Catatan
tr: Kayıtları Güncelle
zh_hant: 更新記錄

# way_group_side
source: Add via group chat'%s'
id: Tambah melalui percakapan kelompok '%s'
tr: Grup Sohbeti ile '%s' ekle
zh_hant: 通過群聊'%s'添加

# ass_empty
source: Resource is abnormal, unable to send, please reselect
id: Pengecualian sumber daya, tidak dapat mengirim. Silakan pilih kembali
tr: Kaynak Hatası! Gönderilemiyor. Lütfen tekrar seçin.
zh_hant: 资源异常，唔发送，请重新选择

# id_change_confirm
source: The ID will be changed to '%s' and cannot be modified after saving
id: ID akan diubah ke '%s' dan tidak dapat diubah setelah menyimpan
tr: ID, '%s' olarak değiştirilecek, kaydettikten sonra tekrar değiştirilemez.
zh_hant: ID将修改为'%s'，保存后唔可再修改

# share_chat_file_size
source: The selected file exceeds the limit or is empty (pictures 100MB, videos and files must not exceed 500MB)
id: Berkas yang dipilih melebihi batas atau kosong(gambar tidak boleh melebihi 100MB, video dan file tidak boleh melebihi 500MB)
tr: Seçilen dosyalar limiti aşıyor ya da seçim yapılmadı (resimler 100MB, videolar ve dosyalar 500MB'tan büyük olamaz.)
zh_hant: 拣嘅文件超过制或者为唔得闲（圖片不超過100MB，視頻和文件不超過500MB）

# enter_tip1
source: Press %s to send a message
id: Tekan %s untuk mengirim.
tr: %s ile mesaj gönder
zh_hant: 按%s發送消息

# enter_tip2
source: Press %s for a next line.
id: Tekan %s untuk baris berikutnya.
tr: %s ile yeni satıra geç
zh_hant: 按%s換行

# conflict_reminder
source: Your settings conflict with the system shortcut keys, please reset them
id: Pengaturan Anda berkonflik dengan kunci pintas sistem, silakan reset mereka
tr: Ayarlarınız ve sistem kısayol tuşları çakışıyor, lütfen yeniden ayarlayın
zh_hant: 你嘅设置同系统快捷键冲突，请重新设置

# effective_after_restart
source: It will be active after TmmTmm is restarted, would you like to restart?
id: Apakah ini akan berkesan setelah memulai ulang TmmTmm
tr: Değişiklikleriniz TmmTmm yeniden başlatıldıktan sonra kullanılabilir olacak, yeniden başlatılsın mı?
zh_hant: 重启TmmTmm后生效，系咪重启

source: Restart
id: Mulai ulang
tr: Yeniden Başlat
zh_hant: 重启

source: Archive
id: Arkib
tr: Arşivle
zh_hant: 存档

source: Delete Chat
id: Hapus Sesi
tr: Konuşmayı Sil
zh_hant: 删除会话

# also_delete_message
source: Delete Messages too
id: Tambah Hapus Pesan
tr: Mesajları da Sil
zh_hant: 同时删除消息

# leave_group_tip
source: Leave Group Chat
id: Tinggalkan Chat Kelompok
tr: Grup Sohbetinden Çık
zh_hant: 退出群聊

# delete_con_msg
source: Delete Chat and Messages too
id: Juga hapus Percakapan dan Pesan
tr: Konuşmayı ve Mesajları da Sil
zh_hant: 同時刪除會話和消息

# pc_delete_chat
source: Chat records will also be deleted, including files, pictures, videos, and other content in the chat.
id: pesan juga akan dihapus, termasuk berkas, gambar, video, dan isi lain dalam percakapan
tr: Dosyalar, resimler, videolar ve diğer içerikler dahil tüm sohbet kayıtları da silinecek.
zh_hant: 消息都会畀删除，包倾计中嘅文件、图片、视频同其他内容

# input_shortcut_keys
source: Enter shortcuts via keyboard.
id: Masukan dengan papan kekunci
tr: Klavye ile Kısayol Tuşlarını Girin
zh_hant: 使用鍵盤輸入快捷鍵

# tmm_id
source: TmmTmm ID
tr: TmmTmm Kullanıcı Kimliği

# just_id
source: ID
id: PENGENAL
tr: Kullanıcı Kimliği

# moments_en
source: Moments
id: Momen
tr: Anlar

source: TmmTmm Pay
id: TmmTmm Bayar

# name_apple
source: Apple
id: apel
